{
  "users": [
    {
      "id": "nvdan",
      "email": "nvdan@gmail.com",
      "fullname": "Nguyễn Dẫn",
      "phone": "0781424548",
      "pass": "bnZkYW4yMDAyQA==",
      "repass": "bnZkYW4yMDAyQA=="
    },
    {
      "id": "nthau",
      "email": "nthau@gmail.com",
      "fullname": "Nguyễn Thị Hậu",
      "phone": "01542363425",
      "pass": "bnRoYXUyMDAyQA==",
      "repass": "bnRoYXUyMDAyQA=="
    },
    {
      "fullname": "Nguyễn Hữu Duyên",
      "email": "nhduyen@gmail.com",
      "phone": "0124586971",
      "id": "nhduyen",
      "pass": "bmhkdXllbjIwMDJA",
      "repass": "bmhkdXllbjIwMDJA"
    },
    {
      "fullname": "Nguyễn Hồng Quân",
      "email": "nhquan@gmail.com",
      "phone": "0258763159",
      "id": "nhquan",
      "pass": "bmhxdWFuMjAwMkA=",
      "repass": "bmhxdWFuMjAwMkA="
    }
  ],
  "products": [
    {
      "id": "AC01",
      "name": "Grand Theft Auto V",
      "year": "2013",
      "publisher": "Rockstar Games",
      "foundation": "PlayStation 4, Xbox One, PlayStation 3, Xbox 360, Microsoft Windows",
      "gamemode": "Chơi đơn, chơi đa người trực tuyến",
      "description": "Grand Theft Auto V (GTA V) là một trong những tựa game nổi tiếng nhất và thành công nhất trong lịch sử ngành công nghiệp game. Game lấy bối cảnh thành phố ảo Los Santos và vùng nông thôn xung quanh nó, nơi người chơi sẽ tham gia vào những cuộc phiêu lưu đầy hành động và tội phạm. Trong GTA V, người chơi sẽ có thể kiểm soát ba nhân vật chính là Michael De Santa, Franklin Clinton và Trevor Philips, mỗi người có những đặc điểm riêng và câu chuyện cá nhân phức tạp. Game mang đến một thế giới mở rộng, cho phép người chơi thực hiện các nhiệm vụ chính, hoàn thành nhiệm vụ phụ, tham gia vào hoạt động tội phạm và khám phá các địa điểm đa dạng.",
      "mainfeature": "GTA V nổi tiếng với yếu tố đồ họa chất lượng cao, gameplay đa dạng và tình tự lẫn tương tác sâu sắc. Game cung cấp nhiều hoạt động như lái xe, bay máy bay, đi bộ, chiến đấu, trộm cắp và thậm chí cả chơi golf, chơi tennis và đánh bạc. Bên cạnh chế độ chơi đơn, GTA V còn có chế độ chơi đa người trực tuyến mang tên Grand Theft Auto Online, trong đó người chơi có thể tham gia vào một thế giới chia sẻ với hàng chục ngàn người chơi khác, thực hiện các hoạt động tội phạm, hoàn thành nhiệm vụ và xây dựng sự nghiệp tội phạm của riêng mình.",
      "price": 1500000,
      "img": "https://www.hdwallpapers.in/download/grand_theft_auto_v_2013_game-wide.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5 3470 @ 3.2GHz (4 CPU) / AMD X8 FX-8350 @ 4GHz (8 CPU)",
      "dohoa": "NVIDIA GTX 660 2GB / AMD HD 7870 2GB",
      "dungluongocung": "72GB",
      "hedieuhanh": "Windows 10 (64-bit), Windows 8.1 (64-bit), Windows 8 (64-bit), Windows 7 (64-bit) Service Pack 1 hoặc hơn"
    },
    {
      "id": "AC02",
      "name": "Call of Duty: Warzone",
      "year": "2020",
      "publisher": "Activision",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows",
      "gamemode": "Chơi đa người trực tuyến",
      "description": "Trong Call of Duty: Warzone, người chơi tham gia vào trận chiến với hàng chục người chơi khác, được thả xuống trên một bản đồ rộng và phải tìm kiếm vũ khí, trang bị và tài nguyên khác để tồn tại. Trò chơi chia thành các vùng chiến đấu, và kích thước bản đồ giảm dần theo thời gian, đẩy người chơi lại gần nhau và tạo ra các trận đấu căng thẳng. Call of Duty: Warzone cung cấp các chế độ chơi như Battle Royale và Plunder. Trong chế độ Battle Royale, người chơi và đồng đội của họ cạnh tranh để trở thành người sống sót cuối cùng trong khi chế độ Plunder tập trung vào việc kiếm tiền và đạt được mục tiêu tài chính.",
      "mainfeature": "Game hỗ trợ chơi đa nền tảng giữa các phiên bản console và PC, cho phép người chơi chơi cùng nhau dù họ sử dụng các nền tảng khác nhau.",
      "price": 500000,
      "img": "https://th.bing.com/th/id/OIP.z7GF1vlOcm9uRIg6t7KYjgHaEK?pid=ImgDet&rs=1",
      "category": "Action",
      "bonho": "12GB",
      "bovixuly": "Intel Core i5-2500K hoặc AMD Ryzen R5 1600X",
      "dohoa": "NVIDIA GeForce GTX 970 / GeForce GTX 1660 hoặc AMD Radeon R9 390 / Radeon RX 580",
      "dungluongocung": "175GB",
      "hedieuhanh": "Windows 10 (64-bit)"
    },
    {
      "id": "AC03",
      "name": "Assassin's Creed Valhalla",
      "year": "2020",
      "publisher": "Ubisoft",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows",
      "gamemode": "Chơi đơn",
      "description": "Assassin's Creed Valhalla là một tựa game trong loạt Assassin's Creed, đưa người chơi vào thế giới của những chiến binh Viking vào thời kỳ Trung cổ. Trong game, người chơi sẽ vào vai Eivor, một lãnh chúa Viking, và trải qua cuộc hành trình xâm lược và khám phá vùng đất Anh của thời đại Viking. Trò chơi xây dựng một thế giới mở rộng, cho phép người chơi thám hiểm các vùng đất khác nhau của Anh, từ cảnh quan núi non đến thành phố đông đúc. Assassin's Creed Valhalla cung cấp nhiều hoạt động và nhiệm vụ để người chơi tham gia, bao gồm chiến đấu với kẻ thù, thám hiểm, xây dựng và phát triển cộng đồng Viking, và tham gia vào các hoạt động như đánh cờ, săn bắn và câu cá. Gameplay của Assassin's Creed Valhalla kết hợp các yếu tố hành động và ẩn náu truyền thống của loạt game Assassin's Creed. Người chơi có thể sử dụng vũ khí như kiếm, cung và tên, và các kỹ năng đặc biệt để chiến đấu và tiêu diệt kẻ thù. Trò chơi cũng có yếu tố ẩn náu, cho phép người chơi trèo tường, leo trèo và ám sát trong bóng tối. ",
      "mainfeature": "Assassin's Creed Valhalla được đánh giá cao với sự khen ngợi về đồ họa đẹp, cốt truyện phong phú, thế giới mở rộng chi tiết và hệ thống gameplay đa dạng. Trò chơi mang đến cho người chơi một trải nghiệm sâu sắc về cuộc sống và cuộc phiêu lưu của người Viking trong thời kỳ lịch sử quan trọng.",
      "price": 1000000,
      "img": "https://tse3.mm.bing.net/th?id=OIP.kusTjgQZef1T_pbDeMMdUQHaEK&pid=Api&P=0&h=180",
      "category": "Action",
      "bonho": "16GB",
      "bovixuly": "Intel Core i7-6700 hoặc AMD Ryzen 7 1700",
      "dohoa": "NVIDIA GeForce GTX 1080 hoặc AMD Radeon RX Vega 64",
      "dungluongocung": "50GB",
      "hedieuhanh": "Windows 10 (64-bit)"
    },
    {
      "id": "AC04",
      "name": "God of War",
      "year": "2018",
      "publisher": "Sony Interactive Entertainment",
      "foundation": " PlayStation 4, PlayStation 5",
      "gamemode": "Chơi đơn",
      "description": "God of War là một tựa game hành động phiêu lưu được phát triển bởi Santa Monica Studio và được Sony Interactive Entertainment phát hành. Đây là phần thứ tư trong loạt game God of War và đồng thời là phiên bản khởi đầu mới cho dòng game, mang tên cùng nhưng mang một phong cách và cốt truyện hoàn toàn mới. Trong God of War, người chơi vào vai Kratos, một nhân vật chiến đấu huyền thoại, vốn từng là vị thần chiến tranh trong thần thoại Hy Lạp. Lần này, câu chuyện diễn ra trong một thế giới thần thoại Bắc Âu, nơi Kratos sống với con trai của mình, Atreus. Hai cha con bắt đầu cuộc hành trình đầy nguy hiểm và thử thách, khi họ đi qua vùng đất hoang dã và chiến đấu với các thần thần thoại Bắc Âu và yêu quái.",
      "mainfeature": "Trò chơi God of War sử dụng một hệ thống chiến đấu góc nhìn thứ ba, trong đó người chơi điều khiển Kratos và sử dụng thanh kiếm và các vũ khí khác để chiến đấu với đối thủ. Cốt truyện của trò chơi được trình bày qua các cảnh quay hành động liền mạch và tập trung vào mối quan hệ giữa Kratos và Atreus.  God of War nhận được sự khen ngợi rộng rãi từ giới phê bình và người chơi, đặc biệt với việc cải thiện đáng kể về cốt truyện, nhân vật, đồ họa và hệ thống gameplay so với các phiên bản trước. Trò chơi đã nhận nhiều giải thưởng danh giá và được xem là một trong những tựa game xuất sắc nhất trên PlayStation 4.",
      "price": 980000,
      "img": "https://tse2.mm.bing.net/th?id=OIP.P6Ba4cu1zlFrFFnTH1uGPAHaEK&pid=Api&P=0&h=180",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Bộ xử lý tùy chỉnh x86-64 của AMD, 8 lõi",
      "dohoa": "GPU tùy chỉnh dựa trên kiến trúc AMD Radeon",
      "dungluongocung": "50GB",
      "hedieuhanh": "PlayStation 4"
    },
    {
      "id": "AC05",
      "name": "Marvel's Spider-Man",
      "year": "2018",
      "publisher": "Sony Interactive Entertainment",
      "foundation": "PlayStation 4, PlayStation 5.",
      "gamemode": "Chơi đơn",
      "description": "Marvel's Spider-Man là một tựa game hành động phiêu lưu dựa trên nhân vật siêu anh hùng Spider-Man của Marvel Comics. Game được phát triển bởi Insomniac Games và phát hành bởi Sony Interactive Entertainment.  Trong Marvel's Spider-Man, người chơi vào vai Peter Parker, người đã trở thành Spider-Man. Trò chơi diễn ra trong thành phố New York, nơi người chơi có thể di chuyển tự do trong một môi trường mở rộng. Nhiệm vụ của Spider-Man là bảo vệ thành phố khỏi các tên tội phạm và siêu ác nhân, trong khi đồng thời giải quyết các vấn đề cá nhân của Peter Parker.  Người chơi sẽ trải qua nhiều nhiệm vụ và sự kiện trong trò chơi, bao gồm chiến đấu với kẻ thù, giải cứu con tin, điều tra tội phạm, và tham gia vào các trận đánh với những kẻ ác nổi tiếng như Rhino, Scorpion và Doc Ock. Trong quá trình chơi, người chơi sẽ được nâng cấp kỹ năng và trang bị của Spider-Man, giúp tăng cường sức mạnh và khả năng chiến đấu của anh.",
      "mainfeature": "Marvel's Spider-Man được đánh giá cao với đồ họa tuyệt đẹp, gameplay mượt mà, câu chuyện chất lượng cao và hệ thống điều khiển linh hoạt. Trò chơi đã nhận được sự khen ngợi từ cả giới phê bình và người chơi, và được coi là một trong những tựa game siêu anh hùng xuất sắc nhất trên PlayStation 4.",
      "price": 1139000,
      "img": "https://gamek.mediacdn.vn/zoom/220_160/133514250583805952/2022/7/21/photo-1-1658379021172746572066.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Bộ xử lý tùy chỉnh x86-64 của AMD, 8 lõi",
      "dohoa": "GPU tùy chỉnh dựa trên kiến trúc AMD Radeon",
      "dungluongocung": "50GB",
      "hedieuhanh": "PlayStation 4"
    },
    {
      "id": "AD01",
      "name": "The Legend of Zelda",
      "year": "2017",
      "publisher": "Nintendo",
      "foundation": "Nintendo Switch và Wii U",
      "gamemode": "Chơi đơn",
      "description": "The Legend of Zelda: Breath of the Wild là một trò chơi hành động phiêu lưu đầy hấp dẫn. Trò chơi xoay quanh câu chuyện phiêu lưu của nhân vật Link trong vương quốc rộng lớn Hyrule, nơi anh ta phải giải cứu công chúa Zelda và đánh bại kẻ thù cổ xưa Ganon.  Khác với các phiên bản trước, Breath of the Wild mang đến một cốt truyện phi tuyến, mở cửa cho người chơi khám phá thế giới mở rộng của Hyrule. Từ đồng cỏ tươi tốt đến núi non hiểm trở, từ rừng rậm yên bình đến sa mạc bao la, thế giới game sở hữu những cảnh quan tuyệt đẹp và bí mật ẩn giấu chờ đợi người chơi khám phá.",
      "mainfeature": "Trò chơi mang đến một thế giới rộng lớn, tự do khám phá, với các vùng đất đa dạng và môi trường sống động. Người chơi có tự do lựa chọn cách tiếp cận và hoàn thành các nhiệm vụ, tìm hiểu về câu chuyện và khám phá bảo vật trong trò chơi. Trò chơi cung cấp nhiều cách tiếp cận chiến đấu, sử dụng vũ khí, phép thuật và kỹ năng đặc biệt. Người chơi có thể leo trèo, bơi lội, lượn trên không và tương tác với các yếu tố trong môi trường để vượt qua thử thách và giải quyết câu đố. Trò chơi cho phép người chơi khám phá cốt truyện theo phong cách riêng của họ, tìm hiểu về lịch sử và nhân vật trong thế giới Hyrule.",
      "price": 2500000,
      "img": "https://th.bing.com/th/id/R.d341a9bafc261e7d448aad9806b35634?rik=OAepacxz1EFvBw&pid=ImgRaw&r=0",
      "category": "Adventure",
      "bonho": "4GB",
      "bovixuly": "CPU ARM Cortex-A57 Quad-Core 1.02 GHz (tích hợp trong Nintendo Switch)",
      "dohoa": "GPU NVIDIA Tegra (tích hợp trong Nintendo Switch)",
      "dungluongocung": "13,4GB",
      "hedieuhanh": "Nintendo Switch OS"
    },
    {
      "id": "AD02",
      "name": "Uncharted 4: A Thief's End",
      "year": "2016",
      "publisher": "Sony Interactive Entertainment",
      "foundation": "PlayStation 4",
      "gamemode": "Chơi đơn",
      "description": "Uncharted 4: A Thief's End là một trò chơi video hành động phiêu lưu. Trong Uncharted 4, người chơi sẽ điều khiển nhân vật chính là Nathan Drake, một thợ săn kho báu và nhà khảo cổ học giỏi. Trò chơi đưa người chơi vào cuộc phiêu lưu đầy nguy hiểm trên khắp thế giới, từ rừng rậm Madagascar đến thành phố bị bỏ hoang Libertalia. Nathan Drake cùng với các đồng đội của mình phải đối mặt với những tình huống nguy hiểm, giải quyết các câu đố, và chiến đấu với các kẻ thù trong hành trình tìm kiếm kho báu huyền thoại.",
      "mainfeature": "Uncharted 4: A Thief's End có cốt truyện và nhân vật hấp dẫn, cốt truyện được viết kịch tính và có sự phát triển sâu sắc về nhân vật. Đồ họa game được sử dụng công nghệ đồ họa tiên tiến để tạo ra môi trường sống động, chi tiết và đẹp mắt. Cảnh quan, chi tiết nhân vật và hiệu ứng đều được thiết kế rất công phu. Trò chơi mang đến những pha hành động hấp dẫn và độc đáo, từ các cuộc chiến đấu đầy kịch tính đến những pha leo trèo và phiêu lưu trong môi trường. Hệ thống điều khiển của Uncharted 4 cho phép người chơi thực hiện các động tác di chuyển, tấn công và tương tác một cách linh hoạt và tự nhiên. ",
      "price": 800000,
      "img": "https://th.bing.com/th/id/OIP.Jogl8jUGEq3ca3mtfafZoAHaEK?pid=ImgDet&rs=1",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": "CPU 8 nhân x86-64 AMD Jaguar",
      "dohoa": "GPU AMD Radeon chạy trên kiến trúc GCN",
      "dungluongocung": "50GB",
      "hedieuhanh": "PlayStation 4"
    },
    {
      "id": "AD03",
      "name": "Journey",
      "year": "2012",
      "publisher": "Thatgamecompany và Sony Computer Entertainment",
      "foundation": "PlayStation 3, PlayStation 4 và  (qua Epic Games Store).",
      "gamemode": "Chơi đơn",
      "description": "Journey là một trò chơi phiêu lưu độc đáo và nghệ thuật được phát triển bởi thatgamecompany. Trò chơi không có các thông tin cụ thể về cốt truyện và nhân vật, mà tập trung vào trải nghiệm cảm xúc và khám phá.  Trong Journey, người chơi sẽ điều khiển một nhân vật với áo choàng màu đỏ đi qua một thế giới mênh mông và bí ẩn. Mục tiêu của người chơi là tìm hiểu và khám phá môi trường xung quanh, vượt qua các cung đường và thử thách, và tương tác với những người chơi khác mà không có bất kỳ hình thức giao tiếp nào trực tiếp. Trò chơi tạo ra một trải nghiệm tĩnh lặng và đậm chất nghệ thuật, mang đến cho người chơi một cảm giác phiêu lưu và thâm nhập vào thế giới ảo. ",
      "mainfeature": "Journey được chú trọng về mặt âm nhạc, hình ảnh và cảm xúc. Trò chơi sử dụng hình ảnh đẹp mắt và màu sắc tươi sáng để tạo nên một không gian nghệ thuật độc đáo và hấp dẫn. Âm nhạc trong Journey góp phần tạo nên một không gian âm nhạc rất đặc biệt, truyền tải cảm xúc và thúc đẩy người chơi vào trạng thái tĩnh lặng và tương tác sâu hơn với trò chơi.  Journey là một trò chơi ngắn nhưng mang tính độc đáo và tạo cảm hứng trong ngành công nghiệp game. Nó đã nhận được nhiều đánh giá tích cực và giải thưởng, được coi là một trải nghiệm nghệ thuật sâu sắc và đáng trải qua. ",
      "price": 990000,
      "img": "https://th.bing.com/th/id/OIP.9m2hA1rTUX9uqv1jK-xtVQHaEK?pid=ImgDet&rs=1",
      "category": "Adventure",
      "bonho": "4GB",
      "bovixuly": "CPU 2 nhân x86-64",
      "dohoa": "GPU cùng với hỗ trợ OpenGL 4.4",
      "dungluongocung": "4GB",
      "hedieuhanh": "PlayStation 4"
    },
    {
      "id": "AD04",
      "name": "Tomb Raider",
      "year": "1996",
      "publisher": "Square Enix",
      "foundation": "PlayStation 2, PlayStation 3, PlayStation4, PC,...",
      "gamemode": "Chơi đơn",
      "description": "Tomb Raider là một loạt trò chơi phiêu lưu hành động được tạo ra bởi Core Design và sau đó được phát triển bởi Crystal Dynamics. Trò chơi tập trung vào cuộc phiêu lưu của nhân vật chính, Lara Croft, một nhà khảo cổ học và thám hiểm, khi cô khám phá các ngôi mộ cổ đại, giải quyết các câu đố và chiến đấu với các mối đe dọa trong một loạt các môi trường đa dạng trên toàn thế giới.",
      "mainfeature": "Tomb Raider nổi tiếng với hành trình phiêu lưu độc đáo, gameplay hỗn hợp giữa hành động, giải đố và khám phá, đồ họa đẹp mắt và cốt truyện gây cấn. Trò chơi tạo ra một thế giới rộng lớn để người chơi khám phá, với các cấp độ phức tạp, mật độ câu đố và mối đe dọa đa dạng. ",
      "price": 2300000,
      "img": "https://i.ytimg.com/vi/S0D41WdHYEg/maxresdefault.jpg",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-2500K hoặc AMD Ryzen 5 1600X",
      "dohoa": "GPU NVIDIA GTX 970 / GTX 1060 hoặc AMD Radeon RX 480",
      "dungluongocung": "32GB",
      "hedieuhanh": "Windows 7, Windows 8 hoặc Windows 10"
    },
    {
      "id": "AD05",
      "name": "Firewatch",
      "year": "2016",
      "publisher": "Good Shepherd Entertainment",
      "foundation": "PlayStation4, Xbox One, Nintendo Switch, PC ( Microsoft Windows, macOS, Linux)",
      "gamemode": "Chơi đơn",
      "description": "Firewatch là một trò chơi phiêu lưu giả tưởng được phát triển bởi Campo Santo. Trong trò chơi, người chơi vào vai Henry, một người đàn ông trẻ tình cờ trở thành lính gác cháy rừng ở Wyoming vào những năm 1980. Trong quá trình làm nhiệm vụ, Henry tạo liên kết với Delilah, một nhân viên trạm kiểm soát từ xa, thông qua cuộc trò chuyện radio. Trò chơi tập trung vào việc khám phá môi trường tự nhiên, giải quyết các câu đố và tham gia vào một câu chuyện nghệ thuật đầy bí ẩn và cảm xúc.",
      "mainfeature": "Firewatch nổi bật với cốt truyện chất lượng cao, hình ảnh đẹp mắt và âm thanh sống động. Trò chơi mang đến một trải nghiệm phiêu lưu tĩnh lặng, tạo ra một không gian yên bình để người chơi khám phá và tìm hiểu câu chuyện của Henry và Delilah. Firewatch cũng được đánh giá cao về việc xây dựng mối quan hệ và tạo cảm xúc cho người chơi thông qua các cuộc trò chuyện và quyết định trong trò chơi.",
      "price": 5000000,
      "img": "https://th.bing.com/th/id/R.f089bdf6659c15a0c767f35d52e166ac?rik=mvE1u2SGbsuFYQ&riu=http%3a%2f%2fgameluster.com%2fwp-content%2fuploads%2f2016%2f12%2fFirewatch-Main-image.jpg&ehk=19NXkUVTJMNK1Tu4HzAPNscHZrfAFyv3XdaLt9WJ7ZE%3d&risl=&pid=ImgRaw&r=0",
      "category": "Adventure",
      "bonho": "6GB",
      "bovixuly": "Intel Core i5-8400 hoặc AMD Ryzen 5 1600",
      "dohoa": "GPU NVIDIA GTX 1060 hoặc AMD Radeon RX 580",
      "dungluongocung": "4GB",
      "hedieuhanh": "Windows 7, Windows 8 hoặc Windows 10"
    },
    {
      "id": "SH01",
      "name": "Call of Duty (series)",
      "year": "2003",
      "publisher": "Activision",
      "foundation": "PlayStation 4, Xbox One, Microsoft Windows.",
      "gamemode": "Chiến dịch đơn lẻ, chế độ multiplayer trực tuyến, và chế độ Battle Royale (Warzone).",
      "description": "Call of Duty là một loạt trò chơi bắn súng góc nhìn thứ nhất (FPS) tập trung vào trải nghiệm chiến tranh hiện đại hoặc lịch sử. Người chơi tham gia vào các chiến dịch đơn lẻ hoặc chế độ chơi trực tuyến.",
      "mainfeature": "Đồ họa đẹp mắt, hệ thống vũ khí và trang bị đa dạng, chế độ trực tuyến với nhiều chế độ chơi khác nhau, và hệ thống tiến bộ và cấp độ cho nhân vật.",
      "price": 850000,
      "img": "https://tse3.mm.bing.net/th?id=OIP.B7LfKfm6wYu4sxK94SA0FgHaDa&pid=Api&P=0&h=180",
      "category": "Shooter",
      "bonho": "12GB",
      "bovixuly": "Intel Core i5-2500K / AMD Ryzen R5 1600X hoặc tương đương",
      "dohoa": "NVIDIA GeForce GTX 970 / NVIDIA GeForce GTX 1660 Super hoặc AMD Radeon R9 390 / AMD Radeon RX 580",
      "dungluongocung": "175GB",
      "hedieuhanh": "Windows 10 (64-bit)"
    },
    {
      "id": "SH02",
      "name": "Overwatch",
      "year": "2016",
      "publisher": " Blizzard Entertainment.",
      "foundation": "PlayStation 4, Xbox One, Nintendo Switch, Microsoft Windows.",
      "gamemode": "Chế độ chơi trực tuyến đội hình, trong đó người chơi có thể lựa chọn giữa các anh hùng với khả năng đặc biệt và vai trò khác nhau.",
      "description": " Overwatch là một trò chơi bắn súng đội hình tác chiến góc nhìn thứ nhất (FPS) tập trung vào các cuộc đối đầu đội ngũ đa dạng của các anh hùng. Trò chơi kết hợp yếu tố hành động, chiến thuật, và phối hợp đội. ",
      "mainfeature": " Hơn 30 anh hùng đa dạng với phong cách chơi riêng, hệ thống phối hợp đội, đồ họa sắc nét, và trải nghiệm nhanh-paced.",
      "price": 950000,
      "img": "https://tse2.mm.bing.net/th?id=OIP.Y9TPgac5XN8fg67pr8rGNgHaFj&pid=Api&P=0&h=180",
      "category": "Shooter",
      "bonho": "6GB",
      "bovixuly": "Intel Core i5 hoặc AMD Phenom II X3 hoặc tương đương",
      "dohoa": "NVIDIA GeForce GTX 660, ATI Radeon HD 7950 hoặc tương đương",
      "dungluongocung": "30GB",
      "hedieuhanh": "Windows 10 (64-bit)"
    },
    {
      "id": "SH03",
      "name": "Fortnite ",
      "year": "2017",
      "publisher": " Epic Games.",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Nintendo Switch, Android, iOS, Microsoft Windows.",
      "gamemode": "Chế độ chơi trực tuyến đa người, bao gồm chế độ Solo, Duo, Trio và Squad. ",
      "description": "Fortnite là một trò chơi bắn súng sinh tồn nhiều người chơi trực tuyến, kết hợp với yếu tố xây dựng và hành động góc nhìn thứ ba (TPS). Trò chơi nổi tiếng với chế độ Battle Royale độc đáo.",
      "mainfeature": " Xây dựng cấu trúc và phá hủy môi trường, chiến đấu trong một trận chiến Battle Royale, sự kiện thú vị và hợp tác với bạn bè. ",
      "price": 1190000,
      "img": "https://tse4.mm.bing.net/th?id=OIP.lpLDu1Qk3iCTct2hcJvvrwHaEK&pid=Api&P=0&h=180",
      "category": "Shooter",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5 2.8 GHz",
      "dohoa": "NVIDIA GeForce GTX 660 / AMD Radeon HD 7870 hoặc tương đương",
      "dungluongocung": "30GB",
      "hedieuhanh": "Windows 10 (64-bit)"
    },
    {
      "id": "SH04",
      "name": "Apex Legends",
      "year": "2019",
      "publisher": "Electronic Arts",
      "foundation": " PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Nintendo Switch, Microsoft Windows.",
      "gamemode": "Chế độ chơi trực tuyến đội hình ba người, bao gồm chế độ Trios và chế độ Duos.",
      "description": " Apex Legends là một trò chơi bắn súng Battle Royale độc đáo, nơi người chơi tham gia vào cuộc chiến sinh tồn trong một đội ba người. Trò chơi nổi tiếng với những nhân vật có kỹ năng đặc biệt và hành động nhanh nhảu.  ",
      "mainfeature": "Hệ thống nhân vật đa dạng với các kỹ năng riêng, cơ chế ping để giao tiếp với đồng đội, chiến thuật và cân nhắc, cùng với đồ họa đẹp mắt. ",
      "price": 1900900,
      "img": "https://www.mtrend.vn/wp-content/uploads/2019/04/cau-hinh-choi-apex-legends.jpg",
      "category": "Shooter",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5 3570K hoặc tương đương",
      "dohoa": "NVIDIA GeForce GTX 970 / AMD Radeon R9 290",
      "dungluongocung": "30GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)"
    },
    {
      "id": "SH05",
      "name": "Rainbow Six Siege",
      "year": "2015",
      "publisher": " Ubisoft",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows.",
      "gamemode": "Chế độ chơi trực tuyến đội hình, bao gồm chế độ Multiplayer và chế độ Thợ săn.",
      "description": " Rainbow Six Siege là một trò chơi bắn súng tác chiến taktic góc nhìn thứ nhất (FPS), nơi người chơi tham gia vào các trận đấu tưởng tượng giữa đội Rainbow và kẻ thù. Trò chơi tập trung vào yếu tố chiến thuật và phối hợp đội.",
      "mainfeature": "Bản đồ tương tác, hệ thống phá hủy môi trường, nhân vật có kỹ năng đặc biệt, chiến thuật đội hình, và trải nghiệm taktic chặt chẽ. ",
      "price": 990000,
      "img": "https://i.ytimg.com/vi/DKOw1yMIYb4/maxresdefault.jpg",
      "category": "Shooter",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-2500K / AMD Ryren R5 1500X hoặc tương đương",
      "dohoa": "NVIDIA GeForce GTX 670 / AMD Radeon HD 7970 (hỗ trợ DirectX 11)",
      "dungluongocung": "61GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)"
    },
    {
      "id": "SP01",
      "name": "FIFA 22",
      "year": "2021",
      "publisher": "Electronic Arts",
      "foundation": " PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, và PC (Microsoft Windows).",
      "gamemode": "Chơi đơn, Chơi đa người",
      "description": "FIFA 22 là phiên bản mới nhất trong loạt game bóng đá nổi tiếng của Electronic Arts. Game được phát triển bởi EA Vancouver và EA Romania và phát hành trên nhiều nền tảng, bao gồm PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Nintendo Switch và PC.  Trong FIFA 22, người chơi có thể tham gia vào các trận đấu bóng đá sống động với các câu lạc bộ và đội tuyển hàng đầu trên thế giới. Game mang đến trải nghiệm chân thực với đồ họa tốt, cải tiến gameplay và nhiều tính năng mới.",
      "mainfeature": "FIFA 22 đi kèm với nhiều chế độ chơi như Chế độ Chuyến nghỉ, Chế độ Trực tuyến, Chế độ Thách thức và Chế độ Quản lý CLB. Người chơi có thể tận hưởng các trận đấu với đội bóng yêu thích, xây dựng đội hình mạnh mẽ, tham gia giải đấu và thách thức bạn bè trong các trận đấu trực tuyến.  FIFA 22 được cải tiến về mặt gameplay, bao gồm hệ thống chuyển động HyperMotion, cho phép các cầu thủ trở nên linh hoạt và tự nhiên hơn. Game cũng cập nhật đội hình cầu thủ mới nhất, sân vận động, âm thanh và các tính năng khác để tăng cường trải nghiệm bóng đá.",
      "price": 990000,
      "img": "https://i2-prod.birminghammail.co.uk/incoming/article21158072.ece/ALTERNATES/s1200/0_FIFA-22-pic.jpg",
      "category": "Sports",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-3550K hoặc AMD FX 8150",
      "dohoa": "GPU NVIDIA GeForce GTX 670 hoặc AMD Radeon R9 270X",
      "dungluongocung": "50GB",
      "hedieuhanh": "Windows 10 (64-bit)"
    },
    {
      "id": "SP02",
      "name": "NBA 2K22",
      "year": "2021",
      "publisher": "2K Sports",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Nintendo Switch, PC.",
      "gamemode": "Chơi đơn, Chơi đa người",
      "description": "NBA 2K22 là một tựa game bóng rổ hàng đầu được phát triển bởi Visual Concepts và phát hành bởi 2K Sports. Game được phát hành trên nhiều nền tảng, bao gồm PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Nintendo Switch và PC.  Trong NBA 2K22, người chơi có thể trải nghiệm cuộc sống của một cầu thủ bóng rổ chuyên nghiệp thông qua các chế độ chơi như Chế độ Sự nghiệp, Chế độ Trực tuyến và Chế độ Quản lý đội bóng. Game mang đến trải nghiệm bóng rổ chân thực với đội hình cầu thủ, sân vận động và các yếu tố khác được tái hiện một cách tinh vi.",
      "mainfeature": "NBA 2K22 cung cấp đồ họa đẹp, gameplay mượt mà và cải tiến về hệ thống điều khiển để mang đến trải nghiệm chơi game mượt mà và đáng nhớ. Người chơi có thể tận hưởng các trận đấu hấp dẫn, thực hiện các pha ghi điểm đẹp mắt và thách thức các cầu thủ khác trên toàn thế giới trong chế độ chơi trực tuyến.  NBA 2K22 cũng cập nhật thông tin về các cầu thủ và đội bóng, đảm bảo tính chính xác và sự tương đồng với giải đấu thực tế. Game cũng có các tính năng độc đáo như tạo dáng và tùy chỉnh nhân vật, xây dựng sự nghiệp cầu thủ, và tham gia vào các hoạt động xã hội bên ngoài sân bóng rổ.",
      "price": 1450000,
      "img": "https://i.imgur.com/BWkBAMb.jpg",
      "category": "Sports",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-3550K hoặc AMD FX 8150",
      "dohoa": "GPU NVIDIA GeForce GTX 670 hoặc AMD Radeon R9 270X",
      "dungluongocung": "110GB",
      "hedieuhanh": "Windows 7 (64-bit) hoặc Windows 10 (64-bit)"
    },
    {
      "id": "SP03",
      "name": "EA Sports UFC 4",
      "year": "2020",
      "publisher": "Electronic Arts",
      "foundation": "PlayStation 4, Xbox One",
      "gamemode": "Chơi đơn, Chơi đa người",
      "description": "EA Sports UFC 4 là một game thể thao đối kháng MMA (Mixed Martial Arts) phát triển bởi EA Vancouver và được xuất bản bởi Electronic Arts. Game được phát hành trên PlayStation 4 và Xbox One.  Trong EA Sports UFC 4, người chơi có thể tham gia vào các trận đấu MMA sống động với các võ sĩ nổi tiếng và các võ đài hàng đầu trên thế giới. Game mang đến trải nghiệm đầy chất lượng với đồ họa tuyệt vời, hệ thống phản ứng và cơ chế chiến đấu chân thực.",
      "mainfeature": "EA Sports UFC 4 cung cấp nhiều chế độ chơi như Chế độ Sự nghiệp, Chế độ Trực tuyến và Chế độ Đấu đội. Người chơi có thể tạo và tùy chỉnh võ sĩ của mình, tham gia vào các trận đấu hấp dẫn và thách thức bạn bè trong các trận đấu trực tuyến.  Game cung cấp các đội đấu MMA nổi tiếng và nhiều võ sĩ chuyên nghiệp để người chơi có thể tham gia vào những trận đấu độc đáo và phần cứng. Ngoài ra, EA Sports UFC 4 cũng có các yếu tố xã hội, như sự nổi tiếng, quan hệ với đối thủ và các sự kiện đặc biệt để tăng cường trải nghiệm chơi game.",
      "price": 880000,
      "img": "https://images.hdqwalls.com/wallpapers/ea-sports-ufc-wide.jpg",
      "category": "Sports",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-3550K hoặc AMD FX 8150",
      "dohoa": "GPU NVIDIA GeForce GTX 670 hoặc AMD Radeon R9 270X",
      "dungluongocung": "22GB",
      "hedieuhanh": "Windows 7 (64-bit) hoặc Windows 10 (64-bit)"
    },
    {
      "id": "SP04",
      "name": "Mario Tennis Aces",
      "year": "2018",
      "publisher": "Nintendo",
      "foundation": "Nintendo Switch",
      "gamemode": "Chơi đơn, Chơi đa người",
      "description": "Mario Tennis Aces là một game thể thao dựa trên bộ sưu tập Mario của Nintendo, được phát triển bởi Camelot Software Planning và phát hành bởi Nintendo. Game được phát hành độc quyền trên hệ máy Nintendo Switch.  Trong Mario Tennis Aces, người chơi sẽ tham gia vào các trận đấu tennis đầy màu sắc với các nhân vật yêu thích trong thế giới Mario. Game mang đến trải nghiệm tennis vui nhộn và hấp dẫn, với các chế độ chơi như Chế độ Story, Chế độ Tournament, Chế độ Online và nhiều nội dung khác.  Người chơi có thể chọn các nhân vật Mario, Luigi, Peach, Bowser, Yoshi và nhiều nhân vật khác, mỗi nhân vật có khả năng và kỹ năng riêng. Game cung cấp hệ thống điều khiển đơn giản và linh hoạt, cho phép người chơi thực hiện các động tác tennis đa dạng và đặc biệt.",
      "mainfeature": "Mario Tennis Aces cũng có chế độ chơi đa người với hỗ trợ chơi trực tuyến, cho phép người chơi thi đấu với bạn bè hoặc người chơi trên toàn thế giới. Ngoài ra, game cũng cung cấp các sự kiện thường xuyên và nhiệm vụ để người chơi tham gia và nhận được phần thưởng đặc biệt.  Mario Tennis Aces đã nhận được đánh giá tích cực từ cộng đồng game thủ và có điểm số trung bình là 75/100 trên Metacritic. Game mang đến sự kết hợp giữa thể loại thể thao và nhân vật Mario nổi tiếng, tạo nên một trải nghiệm tennis thú vị và đáng chơi trên Nintendo Switch.",
      "price": 900000,
      "img": "https://th.bing.com/th/id/OIP.SY_PX9faR_vR55hg3y1Y7gHaDt?pid=ImgDet&rs=1",
      "category": "Sports",
      "bonho": "4GB",
      "bovixuly": "CPU Intel Core i5",
      "dohoa": "GPU NVIDIA GeForce GTX 660",
      "dungluongocung": "2GB",
      "hedieuhanh": "Windows 7(64-bit) trở lên hoặc macOS 10.12 trở lên"
    },
    {
      "id": "SP05",
      "name": "PGA Tour 2K21",
      "year": "2020",
      "publisher": "2K Sports",
      "foundation": "PlayStation 4, Xbox One, Nintendo Switch, Microsoft Windows, Stadia.",
      "gamemode": "Chơi đơn, Chơi đa người",
      "description": "PGA Tour 2K21 là một tựa game golf phát triển bởi HB Studios và được phát hành bởi 2K Sports. Game có sẵn trên nhiều nền tảng, bao gồm PlayStation 4, Xbox One, Nintendo Switch, Microsoft Windows và Stadia.  Trong PGA Tour 2K21, người chơi sẽ tham gia vào các giải đấu golf chuyên nghiệp trên các sân golf danh tiếng trên khắp thế giới. Game mang đến trải nghiệm golf chân thực với hệ thống điều khiển tinh tế, đồ họa đẹp mắt và mô phỏng chính xác các cú đánh và yếu tố môi trường.",
      "mainfeature": "Người chơi có thể tạo và tùy chỉnh nhân vật golf của mình, tham gia vào các giải đấu, nâng cao kỹ năng và thách thức bạn bè trong chế độ chơi đa người. Game cung cấp nhiều sân golf nổi tiếng và thực tế, cùng với các golfer chuyên nghiệp và yếu tố thời tiết đa dạng để làm tăng sự thú vị và thử thách của trò chơi.  PGA Tour 2K21 cũng đi kèm với chế độ Career Mode, trong đó người chơi có thể xây dựng sự nghiệp golf của mình, tham gia vào các giải đấu lớn, kiếm tiền và nâng cấp trình độ của mình.",
      "price": 1099000,
      "img": "https://static.mondoxbox.com/shotsnw/144/144310.jpg",
      "category": "Sports",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-4670 / AMD FX-8350 hoặc tương đương",
      "dohoa": "NVIDIA GeForce GTX 970 hoặc AMD Radeon R9 390 hoặc tương đương",
      "dungluongocung": "20GB",
      "hedieuhanh": "Windows 10 (64-bit)"
    },
    {
      "id": "ST01",
      "name": "Civilization VI",
      "year": "2016",
      "publisher": "2K Games.",
      "foundation": "PC, Mac, Linux, iOS, Nintendo Switch.",
      "gamemode": "Chế độ chơi đơn lẻ và chế độ chơi nhiều người trực tuyến.",
      "description": "Civilization VI là một trò chơi chiến lược xây dựng đế chế, nơi người chơi xây dựng và phát triển một vương quốc từ thời tiền sử đến thời đại hiện đại. Trò chơi tập trung vào quản lý nguồn tài nguyên, ngoại giao và chiến tranh.",
      "mainfeature": "Xây dựng và phát triển đế chế, nghiên cứu công nghệ, quản lý nguồn tài nguyên, thực hiện ngoại giao với các quốc gia khác, chiến đấu và thống trị thế giới.",
      "price": 549000,
      "img": "https://th.bing.com/th/id/OIP.kSZCWNGqkq81ielloo-_1QHaEK?pid=ImgDet&rs=1",
      "category": "Stratery",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5 2.5 GHz hoặc AMD FX 8350 4.0 GHz hoặc tương đương",
      "dohoa": "2 GB VRAM, DirectX 11 cùng với card đồ họa tương thích",
      "dungluongocung": "12GB",
      "hedieuhanh": "Windows 7 (64-bit) hoặc mới hơn"
    },
    {
      "id": "ST02",
      "name": "Total War: Warhammer II",
      "year": "2017",
      "publisher": "SEGA",
      "foundation": "PC",
      "gamemode": "Chế độ chơi đơn lẻ và chế độ chơi nhiều người trực tuyến.",
      "description": "Total War: Warhammer II là một trò chơi chiến lược thời gian thực kết hợp với yếu tố chiến thuật lượn sóng, nơi người chơi chiếm lĩnh các quốc gia và vương quốc trong thế giới hư cấu của Warhammer.",
      "mainfeature": "Quản lý quốc gia, xây dựng đội quân, chiến đấu với quân địch, khám phá và chiếm lĩnh lãnh thổ, nghiên cứu công nghệ và thực hiện chiến lược chiến tranh.",
      "price": 1062000,
      "img": "https://static.taigame.org/image/screenshot/201709/total-war-warhammer-ii-3.jpg",
      "category": "Stratery",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-4570 3.2 GHz hoặc AMD FX-8350 4.0 GHz",
      "dohoa": "NVIDIA GeForce GTX 770 4GB hoặc AMD Radeon R9 290X 4GB hoặc tương đương ",
      "dungluongocung": "60GB",
      "hedieuhanh": "Windows 7/8.1/10 (64-bit)"
    },
    {
      "id": "ST03",
      "name": "XCOM 2",
      "year": "2016",
      "publisher": "2K Games.",
      "foundation": "PC, Mac, Xbox One, PlayStation 4.",
      "gamemode": "Chế độ chơi đơn lẻ.",
      "description": "XCOM 2 là một trò chơi chiến lược theo lượt, nơi người chơi lãnh đạo một nhóm chiến binh để chống lại xâm lược ngoài hành tinh và giải cứu Trái đất. Trò chơi tập trung vào quản lý nguồn lực, chiến thuật tác chiến và nghiên cứu công nghệ.",
      "mainfeature": "Xây dựng căn cứ, tuyển chọn và huấn luyện đội quân, nghiên cứu công nghệ, thực hiện nhiệm vụ tác chiến và quản lý nguồn lực.",
      "price": 1010000,
      "img": "https://cdn.tigthai.com/imguploads/202010/14/09296360016026638199052_03-XCOM2CollectioniOS_Main.jpg",
      "category": "Stratery",
      "bonho": "8GB",
      "bovixuly": "CPU Intel Core i3-3225 3.3 GHz hoặc AMD Phenom II X4 980 3.7 GHz",
      "dohoa": "GPU NVIDIA GeForce GTX 660 hoặc AMD Radeon HD 7970",
      "dungluongocung": "45GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)"
    },
    {
      "id": "ST04",
      "name": "Starcraft II",
      "year": "2010",
      "publisher": "Blizzard Entertainment.",
      "foundation": "PC, Mac.",
      "gamemode": "Chế độ chơi đơn lẻ, chế độ chơi nhiều người trực tuyến và chế độ thử thách.",
      "description": "StarCraft II là một trò chơi chiến lược thời gian thực khoa học viễn tưởng, nơi người chơi chiếm lĩnh các phe phái trong một hệ thống thiên hà và tham gia vào các trận đấu đa người kịch tính.",
      "mainfeature": "Xây dựng căn cứ, thu thập tài nguyên, huấn luyện quân đội, chiến đấu với phe đối thủ, nghiên cứu công nghệ và thực hiện chiến thuật tác chiến.",
      "price": 700000,
      "img": "https://i.ytimg.com/vi/fTOB_uC6gG4/maxresdefault.jpg",
      "category": "Stratery",
      "bonho": "4GB",
      "bovixuly": "CPU Intel Core i3-3210 hoặc AMD A8-7600",
      "dohoa": "GPU NVIDIA GeForce GT 740 hoặc AMD Radeon R7 260X",
      "dungluongocung": "30GB",
      "hedieuhanh": "Windows 7/8.1/10 (64-bit) hoặc macOS 10.12 trở lên"
    },
    {
      "id": "ST05",
      "name": "Crusader Kings III",
      "year": "2020",
      "publisher": " Paradox Interactive.",
      "foundation": "PC, Mac.",
      "gamemode": "Chế độ chơi đơn lẻ.",
      "description": "Crusader Kings III là một trò chơi chiến lược quản lý đế chế, nơi người chơi lãnh đạo một gia tộc trong thời kỳ Trung cổ và phải xây dựng và mở rộng đế chế của mình thông qua quản lý gia đình, chính trị và quân sự.",
      "mainfeature": "Quản lý gia đình và thân tộc, xây dựng đế chế, thực hiện ngoại giao và chiến tranh, tương tác với các nhân vật và sự kiện lịch sử.",
      "price": 1500000,
      "img": "https://i.ytimg.com/vi/iWCGvLXPkQY/maxresdefault.jpg",
      "category": "Stratery",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-4670K / AMD Ryzen 5 2400G",
      "dohoa": "NVIDIA GeForce GTX 1650 / AMD Radeon R9 390",
      "dungluongocung": "8GB",
      "hedieuhanh": "Windows 10 (64-bit)"
    },
    {
      "id": "AC06",
      "name": "Red Dead Redemption 2",
      "year": "2018",
      "publisher": "Rockstar Games",
      "foundation": "PlayStation 4, Xbox One, Microsoft Windows",
      "gamemode": " Chơi đơn và chơi nhiều người trực tuyến",
      "description": "Red Dead Redemption 2 là một trò chơi video phiêu lưu hành động được phát triển bởi Rockstar Games. Đây là phần tiếp theo của tựa game \"Red Dead Redemption\" ra mắt vào năm 2010. Trò chơi đưa người chơi trở về thời kỳ cuối của thời kỳ Hoang dã Tây của Hoa Kỳ vào năm 1899. Người chơi vào vai Arthur Morgan, một thành viên trong băng đảng Van der Linde Gang. Trò chơi diễn ra trong một thế giới mở rộng bao gồm cả các khu vực hoang dã, thành phố và thị trấn.\n\nTrong \"Red Dead Redemption 2\", người chơi có thể trải nghiệm một hệ thống chiến đấu phức tạp, sử dụng nhiều loại vũ khí như súng lục, dao và cung tên. Người chơi cũng có thể tham gia vào các hoạt động khác nhau như săn bắn, câu cá, cưỡi ngựa và thậm chí là cướp ngân hàng.\n\nNgoài các nhiệm vụ chính, trò chơi còn cung cấp nhiều hoạt động phụ để người chơi khám phá, bao gồm chơi bài, tìm kiếm kho báu và tham gia vào các hoạt động ngoại khóa khác.",
      "mainfeature": "Red Dead Redemption 2 được đánh giá cao bởi cả người chơi và giới phê bình với đồ họa đẹp mắt, câu chuyện phong phú và lôi cuốn, gameplay đa dạng và thế giới mở rộng sống động.",
      "price": 990000,
      "img": "https://hoanghapc.vn/media/news/2204_cau-hinh-choi-game-red-dead-redemption-2-2.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-2500K",
      "dohoa": " NVIDIA GeForce GTX 770 2GB",
      "dungluongocung": "150GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AC07",
      "name": "The Last of Us Part II",
      "year": "2020",
      "publisher": "Sony Interactive Entertainment",
      "foundation": "PlayStation 4, PlayStation 5",
      "gamemode": "Chơi đơn",
      "description": "The Last of Us Part II là một trò chơi hành động phiêu lưu được phát triển bởi Naughty Dog và phát hành bởi Sony Interactive Entertainment. Đây là phần tiếp theo của tựa game \"The Last of Us\" ra mắt vào năm 2013. Trò chơi tiếp tục câu chuyện của Ellie và Joel trong một thế giới hậu tận thảm do đại dịch nổ ra.\n\nTrong \"The Last of Us Part II\", người chơi vào vai Ellie, một cô gái trẻ sống trong một thế giới bị tàn phá bởi nhiễm độc và xác sống. Cô tham gia vào một cuộc hành trình nguy hiểm để tìm kiếm công lý và trả thù. Trò chơi diễn ra trong một môi trường mở rộng đa dạng, bao gồm cả thành phố bỏ hoang và vùng đồng quê.",
      "mainfeature": "\"The Last of Us Part II\" tập trung vào các yếu tố như chiến đấu, xây dựng chiến thuật, khám phá môi trường và giải đố. Người chơi sẽ phải đối mặt với nguy hiểm từ cả những con người sống và xác sống. Trò chơi mang đến một trải nghiệm trò chơi độc đáo và tình tiết căng thẳng, với câu chuyện phức tạp và sự phát triển đáng chú ý của nhân vật.\n\n\"The Last of Us Part II\" đã nhận được sự đánh giá cao từ cả giới phê bình và người chơi, đặc biệt về cốt truyện sâu sắc, đồ họa đẹp mắt và hiệu ứng âm thanh chất lượng cao.",
      "price": 1050000,
      "img": "https://images.pushsquare.com/d258d2ab5b78a/the-last-of-us-2-guide.original.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-4460 hoặc AMD FX-6300.",
      "dohoa": " card đồ họa tối thiểu NVIDIA GeForce GTX 660 hoặc AMD Radeon HD 7870.",
      "dungluongocung": "100Gb",
      "hedieuhanh": " PlayStation 4 Pro (được tối ưu hóa cho trải nghiệm tốt hơn trên PlayStation 4 Pro)"
    },
    {
      "id": "AC08",
      "name": "Marvel's Spider-Man",
      "year": "2018",
      "publisher": "Sony Interactive Entertainment",
      "foundation": "PlayStation 4, PlayStation 5, Microsoft Windows",
      "gamemode": "chơi đơn",
      "description": "Marvel's Spider-Man\" là một trò chơi hành động phiêu lưu dựa trên nhân vật siêu anh hùng Spider-Man của Marvel Comics. Trò chơi được phát triển bởi Insomniac Games và phát hành bởi Sony Interactive Entertainment. Người chơi sẽ vào vai Peter Parker, người đã trở thành Spider-Man. Trò chơi diễn ra trong thành phố New York, nơi người chơi có thể di chuyển tự do trong một môi trường mở rộng. Nhiệm vụ của Spider-Man là bảo vệ thành phố khỏi các tên tội phạm và siêu ác nhân, trong khi đồng thời giải quyết các vấn đề cá nhân của Peter Parker. Người chơi sẽ trải qua nhiều nhiệm vụ và sự kiện trong trò chơi, bao gồm chiến đấu với kẻ thù, giải cứu con tin, điều tra tội phạm và tham gia vào các trận đánh với những kẻ ác nổi tiếng như Rhino, Scorpion và Doc Ock. Trong quá trình chơi, người chơi có thể nâng cấp kỹ năng và trang bị của Spider-Man, giúp tăng cường sức mạnh và khả năng chiến đấu của anh.",
      "mainfeature": "Marvel's Spider-Man\" được đánh giá cao với đồ họa tuyệt đẹp, gameplay mượt mà, câu chuyện chất lượng cao và hệ thống điều khiển linh hoạt. Trò chơi đã nhận được sự khen ngợi từ cả giới phê bình và người chơi, và được coi là một trong những tựa game siêu anh hùng xuất sắc nhất trên PlayStation 4.",
      "price": 969000,
      "img": "https://genk.mediacdn.vn/2017/4-1499180696116.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-2500K hoặc AMD FX-8350.",
      "dohoa": " NVIDIA GeForce GTX 660 hoặc AMD Radeon HD 7870.",
      "dungluongocung": "50GB",
      "hedieuhanh": "phát hành cho PlayStation 4."
    },
    {
      "id": "AC09",
      "name": "Horizon Zero Dawn",
      "year": "2017",
      "publisher": "Sony Interactive Entertainment",
      "foundation": "PlayStation 4, PlayStation 5, Microsoft Windows",
      "gamemode": "Chơi đơn",
      "description": "Horizon Zero Dawn\" là một trò chơi hành động phiêu lưu nhập vai thế giới mở, được phát triển bởi Guerrilla Games và phát hành bởi Sony Interactive Entertainment. Trò chơi diễn ra trong một tương lai hậu tận thế, khi thế giới đã bị chinh phục bởi các loài robot khổng lồ. Người chơi vào vai Aloy, một nữ thợ săn người Nora, và khám phá một thế giới hoang dã đầy mạo hiểm và bí ẩn.\n\nTrong \"Horizon Zero Dawn\", người chơi sẽ chiến đấu với các loài robot, sử dụng cả vũ khí cơ bản và chiến thuật thông minh. Trò chơi kết hợp yếu tố hành động, bắn súng, trinh thám và khám phá môi trường. Ngoài việc chinh phục các loài robot, người chơi cũng có nhiệm vụ giải quyết các câu đố, tìm hiểu về quá khứ và chứng minh khả năng sinh tồn trong một thế giới nguy hiểm.",
      "mainfeature": "Horizon Zero Dawn\" nổi tiếng với đồ họa đẹp mắt và thiết kế tuyệt vời, mang đến cho người chơi một thế giới rộng lớn và đa dạng. Cốt truyện sâu sắc và đầy cảm xúc cùng với gameplay đa dạng và hấp dẫn đã giúp trò chơi nhận được sự khen ngợi rộng rãi từ cả giới phê bình và người chơi.",
      "price": 875000,
      "img": "https://hdqwalls.com/wallpapers/horizon-zero-dawn-ps4-pro-4k-2018-2h.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5-2500K hoặc tương đương.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 770 hoặc tương đương với dung lượng bộ nhớ 2GB.",
      "dungluongocung": "30GB",
      "hedieuhanh": "Hỗ trợ Windows 10 (64-bit)."
    },
    {
      "id": "AC10",
      "name": "Ghost of Tsushima",
      "year": "2020",
      "publisher": " Sony Interactive Entertainment",
      "foundation": " PlayStation 4, PlayStation 5",
      "gamemode": "Chơi đơn ",
      "description": "Ghost of Tsushima\" là một trò chơi hành động phiêu lưu thế giới mở, được đặt trong thời kỳ Samurai vào cuối thế kỷ 13. Trò chơi được phát triển bởi Sucker Punch Productions và phát hành bởi Sony Interactive Entertainment. Người chơi sẽ vào vai Jin Sakai, một samurai cuối cùng còn sống sót trên đảo Tsushima, Nhật Bản, sau cuộc xâm lược của quân đội Mông Cổ.\n\nTrong \"Ghost of Tsushima\", người chơi sẽ chiến đấu và sử dụng chiến thuật ninja để đánh bại kẻ thù và giải cứu đảo Tsushima khỏi sự thống trị của quân đội Mông Cổ. Trò chơi mang đến một thế giới rộng lớn và tự do, cho phép người chơi khám phá các vùng đất đa dạng, thực hiện nhiệm vụ phụ và tương tác với các nhân vật trong trò chơi.",
      "mainfeature": " nổi bật với đồ họa tuyệt đẹp và thiết kế hoàn hảo, tái hiện chân thực cảnh quan và văn hóa Nhật Bản thời kỳ Samurai. Trò chơi cũng được đánh giá cao về cốt truyện sâu sắc, hành động độc đáo và hệ thống chiến đấu chặt chẽ. Điểm nhấn đặc biệt của trò chơi là khả năng của người chơi để lựa chọn giữa việc trở thành một samurai trung thành hoặc một ninja bí ẩn.",
      "price": 1050000,
      "img": "https://th.bing.com/th/id/R.6370d4e2323b0e77c9a55108bc868a6a?rik=jKLBJjM5EKojGQ&pid=ImgRaw&r=0",
      "category": "Action",
      "bonho": "6GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5 hoặc tương đương.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 960 hoặc tương đương.",
      "dungluongocung": "50GB",
      "hedieuhanh": "Hỗ trợ PlayStation 4 hoặc PlayStation 5."
    },
    {
      "id": "AC11",
      "name": "Resident Evil 2 Remake",
      "year": "2019",
      "publisher": "Capcom",
      "foundation": "PlayStation 4, Xbox One, Microsoft Windows",
      "gamemode": "Người chơi có thể chơi một mình và trải nghiệm câu chuyện của trò chơi một cách độc lập. Trò chơi tập trung vào cuộc phiêu lưu của hai nhân vật chính là Leon S. Kennedy và Claire Redfield, nhưng không có chế độ chơi đa người trực tuyến hoặc chơi đôi.",
      "description": "Resident Evil 2 Remake là một phiên bản làm lại của trò chơi gốc \"Resident Evil 2\" phát hành năm 1998. Trò chơi được phát triển và xuất bản bởi Capcom. Được xây dựng trên công nghệ đồ họa và cơ chế chơi game hiện đại, \"Resident Evil 2 Remake\" tái tạo lại câu chuyện và trải nghiệm kinh dị của phiên bản gốc với đồ họa đẹp mắt và gameplay nâng cấp.\n\nTrong \"Resident Evil 2 Remake\", người chơi vào vai Leon S. Kennedy và Claire Redfield, hai nhân vật chính trong cuộc chiến chống lại đại dịch zombie tại thành phố Raccoon City. Người chơi sẽ khám phá môi trường rùng rợn của thành phố bị lây nhiễm, tìm kiếm vũ khí, giải quyết các câu đố và chiến đấu với các sinh vật quái dị để sống sót.",
      "mainfeature": "Resident Evil 2 Remake nhận được đánh giá tích cực từ cả người chơi và giới phê bình vì việc tái tạo lại thành công cốt truyện gốc và không gian kinh dị, đồng thời cung cấp trải nghiệm hành động căng thẳng và hấp dẫn. Trò chơi cũng được khen ngợi về hệ thống đồ họa, âm thanh và thiết kế môi trường đáng sợ.",
      "price": 1250000,
      "img": "https://downsieutoc.com/wp-content/uploads/2019/01/Resident-Evil-2-Remake-PC-Free-Download.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5-4460 hoặc AMD FX-6300 trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 760 hoặc AMD Radeon R7 260X với dung lượng bộ nhớ 2GB.",
      "dungluongocung": "26GB",
      "hedieuhanh": "Hỗ trợ Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AC12",
      "name": "Devil May Cry 5",
      "year": "2019",
      "publisher": "Capcom ",
      "foundation": " PlayStation 4, Xbox One, Microsoft Windows",
      "gamemode": "Chơi đơn",
      "description": "Devil May Cry 5 là một trò chơi hành động phiêu lưu góc nhìn thứ ba. Trò chơi được phát triển và xuất bản bởi Capcom, là phần tiếp theo trong loạt trò chơi \"Devil May Cry\". Người chơi sẽ vào vai các nhân vật chính trong trò chơi, bao gồm Dante, Nero và V, để chiến đấu chống lại các thế lực quỷ dữ.\n\nTrong \"Devil May Cry 5\", người chơi sẽ trải qua các cấp độ và màn chơi khác nhau, chiến đấu với quỷ và thực hiện các nhiệm vụ trong một thế giới tươi đẹp và bạo lực. Trò chơi nổi tiếng với hệ thống chiến đấu đa dạng và phức tạp, cho phép người chơi thực hiện các combo đẹp mắt và sử dụng các khả năng siêu nhiên độc đáo của từng nhân vật.",
      "mainfeature": "Devil May Cry 5 là một trò chơi hành động phiêu lưu góc nhìn thứ ba. Trò chơi được phát triển và xuất bản bởi Capcom, là phần tiếp theo trong loạt trò chơi \"Devil May Cry\". Người chơi sẽ vào vai các nhân vật chính trong trò chơi, bao gồm Dante, Nero và V, để chiến đấu chống lại các thế lực quỷ dữ.\n\nTrong \"Devil May Cry 5\", người chơi sẽ trải qua các cấp độ và màn chơi khác nhau, chiến đấu với quỷ và thực hiện các nhiệm vụ trong một thế giới tươi đẹp và bạo lực. Trò chơi nổi tiếng với hệ thống chiến đấu đa dạng và phức tạp, cho phép người chơi thực hiện các combo đẹp mắt và sử dụng các khả năng siêu nhiên độc đáo của từng nhân vật.",
      "price": 1100000,
      "img": "https://genk.mediacdn.vn/2018/9/9/photo-1-15364810006331439679394.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i7-4770 hoặc AMD Ryzen 5 1500X trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 960 hoặc AMD Radeon R9 280X với dung lượng bộ nhớ 3GB.",
      "dungluongocung": "35GB",
      "hedieuhanh": "Hỗ trợ Windows 7/8.1/10 (64-bit)."
    },
    {
      "id": "AC13",
      "name": "Sekiro: Shadows Die Twice",
      "year": "2019",
      "publisher": "Activision",
      "foundation": "PlayStation 4, Xbox One, Microsoft Windows",
      "gamemode": "Người chơi chỉ có thể chơi một mình và trải nghiệm câu chuyện và gameplay mà không có chế độ chơi đa người hoặc chơi đôi.",
      "description": "Sekiro: Shadows Die Twice\" là một trò chơi hành động phiêu lưu góc nhìn thứ ba. Trò chơi được phát triển bởi FromSoftware và xuất bản bởi Activision. Trong trò chơi, người chơi vào vai Wolf, một chiến binh ninja được tái sinh, và hành trình của anh ta để trả thù và cứu lấy người mà anh ta yêu quý.\n\n\"Sekiro: Shadows Die Twice\" diễn ra trong một thế giới Nhật Bản thời Chiến quốc, nơi người chơi sẽ khám phá các khu vực đa dạng, từ thành phố tràn đầy nguy hiểm đến những ngọn núi uốn lượn. Trò chơi đặt nặng vào yếu tố hành động và chiến đấu, đồng thời đòi hỏi sự chính xác và khéo léo trong việc đối phó với kẻ thù.\n\nTrong \"Sekiro: Shadows Die Twice\", người chơi sẽ tham gia vào các trận chiến đối mặt với các quái vật và kẻ thù đáng sợ. Trò chơi có hệ thống chiến đấu đặc trưng, trong đó kỹ năng tránh né, phản đòn và sử dụng \"ki\" để thực hiện các kỹ năng và đòn tấn công đặc biệt. Cốt truyện của trò chơi cũng rất quan trọng và người chơi sẽ tiếp cận nhiều mảng câu chuyện và nhân vật phụ trong suốt cuộc hành trình của mình.",
      "mainfeature": "Sekiro: Shadows Die Twice\" được đánh giá cao với đồ họa tuyệt đẹp, thiết kế môi trường chi tiết và gameplay thách thức. Trò chơi mang đến một trải nghiệm khó khăn và đầy cảm hứng cho người chơi yêu thích thể loại hành động phiêu lưu.",
      "price": 1250000,
      "img": "https://th.bing.com/th/id/R.1e0559fb0e825ad123593b763ccfd25d?rik=5Xm1Qdsc9cjsWw&pid=ImgRaw&r=0",
      "category": "Action",
      "bonho": "6GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i3-2100 hoặc AMD FX-6300 trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 760 hoặc AMD Radeon HD 7950 với dung lượng bộ nhớ 2GB.",
      "dungluongocung": "25GB",
      "hedieuhanh": "Hỗ trợ Windows 7/8.1/10 (64-bit)."
    },
    {
      "id": "AC14",
      "name": "Assassin's Creed Valhalla",
      "year": "2020",
      "publisher": "Ubisoft",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows",
      "gamemode": "có thể chơi đơn hoặc đôi. Trò chơi cho phép người chơi trải nghiệm cuộc phiêu lưu một mình trong vai Eivor, nhưng cũng cung cấp chế độ chơi đa người qua mạng để người chơi có thể tương tác và tham gia vào hoạt động đồng đội.",
      "description": "Assassin's Creed Valhalla\" là một trò chơi hành động phiêu lưu góc nhìn thứ ba. Trò chơi là phần tiếp theo trong loạt trò chơi \"Assassin's Creed\" và đặt trong thời kỳ Viking. Người chơi vào vai Eivor, một người Viking, và tham gia vào cuộc xâm lược của họ vào Anh quốc.\n\nTrong \"Assassin's Creed Valhalla\", người chơi sẽ có cơ hội khám phá các vùng đất rộng lớn của Anh quốc thời kỳ Trung cổ, bao gồm các thành phố, thị trấn, vùng ngoại ô và biển cả. Người chơi có thể thực hiện các nhiệm vụ chính, thám hiểm và chiến đấu chống lại các thế lực thù địch.\n\nTrò chơi kết hợp yếu tố hành động, chiến đấu và stealth, và cung cấp cho người chơi nhiều lựa chọn khác nhau để tiến hành các nhiệm vụ. Có một hệ thống nâng cấp và tùy chỉnh cho nhân vật Eivor, bao gồm trang bị, kỹ năng và vũ khí. Trò chơi cũng mang đến các yếu tố RPG, cho phép người chơi tương tác với các nhân vật phụ, thực hiện quyết định và ảnh hưởng đến cốt truyện.",
      "mainfeature": "Assassin's Creed Valhalla\" là một trò chơi hành động phiêu lưu góc nhìn thứ ba. Trò chơi là phần tiếp theo trong loạt trò chơi \"Assassin's Creed\" và đặt trong thời kỳ Viking. Người chơi vào vai Eivor, một người Viking, và tham gia vào cuộc xâm lược của họ vào Anh quốc.\n\nTrong \"Assassin's Creed Valhalla\", người chơi sẽ có cơ hội khám phá các vùng đất rộng lớn của Anh quốc thời kỳ Trung cổ, bao gồm các thành phố, thị trấn, vùng ngoại ô và biển cả. Người chơi có thể thực hiện các nhiệm vụ chính, thám hiểm và chiến đấu chống lại các thế lực thù địch.\n\nTrò chơi kết hợp yếu tố hành động, chiến đấu và stealth, và cung cấp cho người chơi nhiều lựa chọn khác nhau để tiến hành các nhiệm vụ. Có một hệ thống nâng cấp và tùy chỉnh cho nhân vật Eivor, bao gồm trang bị, kỹ năng và vũ khí. Trò chơi cũng mang đến các yếu tố RPG, cho phép người chơi tương tác với các nhân vật phụ, thực hiện quyết định và ảnh hưởng đến cốt truyện.",
      "price": 980000,
      "img": "https://th.bing.com/th/id/R.3e7ee67bb90e4b0b26d85e53fd01e63e?rik=e1pF5OwZt0RXVw&pid=ImgRaw&r=0",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5-4460 hoặc AMD Ryzen 3 1200 trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 960 hoặc AMD Radeon R9 380 với dung lượng bộ nhớ 4GB.",
      "dungluongocung": "50GB",
      "hedieuhanh": "Hỗ trợ Windows 10 (64-bit)."
    },
    {
      "id": "AC15",
      "name": "Cyberpunk 2077",
      "year": "2020",
      "publisher": "CD Projekt",
      "foundation": " PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows",
      "gamemode": "Chơi đơn.",
      "description": "Cyberpunk 2077\" là một trò chơi nhập vai hành động góc nhìn thứ nhất. Trò chơi đặt bối cảnh trong một thành phố tương lai gọi là Night City, nơi công nghệ cao và tội phạm đang phát triển mạnh mẽ. Người chơi vào vai V, một sát thủ thuê chuyên nghiệp, và tiếp tục cuộc phiêu lưu của mình trong một thế giới mở rộng đầy rẫy những bí mật và mưu đồ.\n\nTrong \"Cyberpunk 2077\", người chơi có thể tùy chỉnh nhân vật của mình, từ hình dạng và ngoại hình cho đến lối chơi và kỹ năng. Trò chơi mang đến một hệ thống nhiệm vụ đa dạng, từ các nhiệm vụ chính mạch lạc đến các nhiệm vụ phụ phong phú và hoạt động thế giới mở. Người chơi có tự do lựa chọn cách tiếp cận và hoàn thành nhiệm vụ, từ chiến đấu trực tiếp đến sử dụng khả năng hacker hay lừa đảo và xâm nhập.",
      "mainfeature": "Cyberpunk 2077\" đưa người chơi vào một thế giới tương lai bắt mắt với đồ họa tuyệt đẹp và thiết kế môi trường chi tiết. Trò chơi cũng khám phá các chủ đề xã hội và tâm lý sâu sắc, bao gồm cả sự chênh lệch giai cấp và cuộc sống trong một xã hội công nghệ cao.",
      "price": 890000,
      "img": "https://th.bing.com/th/id/OIP.lQcppsqNsiwThhXAfQLBYwHaEK?pid=ImgDet&rs=1",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5-3570K hoặc AMD FX-8310 trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 780 3GB hoặc AMD Radeon RX 470 với dung lượng bộ nhớ 3GB.",
      "dungluongocung": "70GB",
      "hedieuhanh": "Hỗ trợ Windows 7/8.1/10 (64-bit)."
    },
    {
      "id": "AC16",
      "name": "Call of Duty: Modern Warfare",
      "year": "2019",
      "publisher": "Activision",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows",
      "gamemode": "có chế độ chơi đa người trực tuyến, trong đó người chơi có thể tham gia vào các trận đấu đối kháng, hỗn loạn hoặc thực hiện các nhiệm vụ đặc biệt trong đội. Tuy nhiên, trò chơi cũng cung cấp chế độ chơi đơn, trong đó người chơi có thể trải nghiệm cốt truyện chính và hoàn thành các nhiệm vụ một mình.",
      "description": "Trò chơi đặc trưng với đồ họa chất lượng cao, âm thanh sống động và cơ chế chiến đấu mượt mà. Người chơi có thể tùy chỉnh và nâng cấp trang bị, vũ khí và kỹ năng của nhân vật để tăng cường hiệu suất trong trận đấu.",
      "mainfeature": "Call of Duty: Modern Warfare\" là một trò chơi bắn súng góc nhìn thứ nhất trong loạt trò chơi \"Call of Duty\". Trò chơi là một bản làm lại của \"Call of Duty 4: Modern Warfare\" được phát hành ban đầu vào năm 2007.\n\nTrong \"Call of Duty: Modern Warfare\", người chơi sẽ được đưa vào các nhiệm vụ quân sự và tình báo với nhiều tình huống và môi trường chiến đấu khác nhau trên toàn cầu. Trò chơi mang đến một trải nghiệm cốt truyện hấp dẫn và đầy kịch tính, nắm bắt tình hình xung quanh chiến tranh hiện đại và tình hình thế giới.\n\n\"Call of Duty: Modern Warfare\" cung cấp nhiều chế độ chơi khác nhau như chế độ nhiệm vụ chính, chế độ đa người trực tuyến và chế độ chơi đồng đội. Trong chế độ đa người, người chơi có thể tham gia vào các trận đấu đối kháng, hỗn loạn, hoặc thực hiện các nhiệm vụ đặc biệt trong đội.",
      "price": 1700000,
      "img": "https://4.bp.blogspot.com/-GAzMKZT6emc/WxqtW8qKlmI/AAAAAAAAAFw/YsBwvQhHTIcXQJgwDyRauBVux7nZGEYtgCLcBGAs/s1600/e78d4b51e4e5cb9aeeaed4647d528c929c30ed60.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5-2500K hoặc AMD Ryzen R5 1600X trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 970 / GTX 1660, hoặc AMD Radeon R9 390 / RX 580 với dung lượng bộ nhớ 4GB.",
      "dungluongocung": "175GB",
      "hedieuhanh": "Hỗ trợ Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AC17",
      "name": "Control",
      "year": "2019",
      "publisher": "505 Games",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows",
      "gamemode": " một trò chơi chơi đơn, nghĩa là người chơi sẽ trải nghiệm trò chơi một mình.\n\n\n\n\n",
      "description": "Control\" là một trò chơi hành động phiêu lưu góc nhìn thứ ba. Trong trò chơi, người chơi vào vai Jesse Faden, một phụ nữ trẻ tìm kiếm câu trả lời về quá khứ bí ẩn và đồng thời phải đối mặt với những hiện tượng siêu nhiên trong một tổ chức bí ẩn gọi là \"Federal Bureau of Control\" (FBC). Jesse sở hữu quyền lực siêu nhiên và sử dụng khẩu súng biến hình đặc biệt để chiến đấu với các thế lực nguy hiểm.\n\nTrò chơi diễn ra trong một môi trường mở rộng tại Trụ sở FBC, nơi người chơi có thể khám phá các khu vực khác nhau và giải quyết các câu đố. Nhiệm vụ của Jesse là tìm hiểu về những sự kiện siêu nhiên xảy ra và tìm ra sự thật về quá khứ của mình. Trong quá trình chơi, người chơi sẽ khám phá những khả năng mới, nâng cấp trang bị và phát triển kỹ năng của Jesse.",
      "mainfeature": "Control\" nổi bật với đồ họa đẹp mắt, thiết kế môi trường tương tự như một ngôi nhà văn phòng đầy bí ẩn và không gian siêu nhiên. Trò chơi mang đến một trải nghiệm độc đáo với cốt truyện phức tạp và yếu tố kinh dị tâm lý. Cơ chế chiến đấu và quyền lực siêu nhiên của Jesse cũng là điểm đặc biệt của trò chơi.",
      "price": 1020000,
      "img": "https://th.bing.com/th/id/OIP.9fSTEh5SxeKU4xeH8OBr7wHaEK?pid=ImgDet&rs=1",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5-4690 hoặc AMD FX 4350 trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 780 hoặc AMD Radeon R9 280X với dung lượng bộ nhớ 3GB.",
      "dungluongocung": "55GB",
      "hedieuhanh": "Hệ điều hành: Hỗ trợ Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AC18",
      "name": "Death Stranding",
      "year": "2019",
      "publisher": "Death Stranding",
      "foundation": "PlayStation 4, PlayStation 5, Microsoft Windows",
      "gamemode": "một trò chơi chơi đơn, nghĩa là người chơi sẽ trải nghiệm trò chơi một mình.",
      "description": "Death Stranding\" là một trò chơi phiêu lưu hành động góc nhìn thứ ba. Trò chơi được tạo ra bởi nhà sản xuất nổi tiếng Hideo Kojima. Trong trò chơi, người chơi vào vai Sam Porter Bridges (do diễn viên Norman Reedus thủ vai), một người vận chuyển, trong một thế giới hậu tận thế đầy bí ẩn.\n\nNhiệm vụ chính của Sam là khám phá và kết nối lại các thành phố cô lập bằng cách xây dựng các kết nối mạng và cầu đường. Trong quá trình này, anh phải đối mặt với những mối nguy hiểm như người chết quay trở lại, những thế lực siêu nhiên và cả những nhóm xã hội thù địch.\n\n\"Death Stranding\" mang đến một trải nghiệm độc đáo, kết hợp giữa yếu tố phiêu lưu, hành động và yếu tố kinh tế xã hội. Người chơi sẽ phải quản lý tài nguyên, lựa chọn đường đi phù hợp và tận dụng các công nghệ tiên tiến để vượt qua các thử thách trên đường đi.",
      "mainfeature": "Trò chơi được đánh giá cao về mặt đồ họa tuyệt đẹp, cốt truyện phức tạp và độc đáo cùng với sự tham gia của các diễn viên nổi tiếng. \"Death Stranding\" được coi là một trò chơi độc lập nổi bật và mang tính sáng tạo trong ngành công nghiệp game.",
      "price": 1090000,
      "img": "https://th.bing.com/th/id/R.02418225cf92df24d54e8a214662dd9d?rik=Y2zEqjWE8jGAfA&pid=ImgRaw&r=0",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5-3470 hoặc AMD Ryzen 3 1200 trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 1050 hoặc AMD Radeon RX 560 với dung lượng bộ nhớ 4GB.",
      "dungluongocung": "80GB",
      "hedieuhanh": "Hỗ trợ Windows 10 (64-bit)."
    },
    {
      "id": "AC19",
      "name": "Doom Eternal",
      "year": "2020",
      "publisher": "Bethesda Softworks",
      "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Nintendo Switch, Microsoft Windows",
      "gamemode": "Doom Eternal\" được khen ngợi với đồ họa tuyệt đẹp, âm nhạc hùng ép và cốt truyện hấp dẫn. Trò chơi cung cấp một trải nghiệm bắn súng khốc liệt, nhanh nhạy và không ngừng hành động.",
      "description": "Doom Eternal\" là một trò chơi bắn súng góc nhìn thứ nhất. Trò chơi là phần tiếp theo của \"Doom\" (2016) và tiếp tục câu chuyện về nhân vật Doom Slayer trong cuộc chiến chống lại các lực lượng quỷ dữ đến từ Địa Ngục.\n\nNgười chơi vào vai Doom Slayer, một chiến binh vũ trụ siêu việt trang bị vũ khí mạnh mẽ. Trong trò chơi, người chơi sẽ di chuyển nhanh chóng trong các màn chơi đa dạng, giết quỷ dữ và giải quyết các câu đố để tiến tới các mục tiêu. Trò chơi mang đến một trải nghiệm hành động nhanh, điều khiển chính xác và đầy tiếng gầm rợn ngợp.\n\n\"Doom Eternal\" có hệ thống chiến đấu phong phú, với nhiều loại vũ khí và khả năng mới. Người chơi có thể sử dụng động lực để nhảy cao, leo tường và tiến hành hạ gục quỷ dữ bằng cách sử dụng cận chiến hoặc vũ khí hỏa lực. Ngoài ra, trò chơi cũng đặt nặng vào việc tìm hiểu về kẻ thù và tận dụng điểm yếu của chúng để chiến thắng.",
      "mainfeature": "Doom Eternal\" được khen ngợi với đồ họa tuyệt đẹp, âm nhạc hùng ép và cốt truyện hấp dẫn. Trò chơi cung cấp một trải nghiệm bắn súng khốc liệt, nhanh nhạy và không ngừng hành động.",
      "price": 855000,
      "img": "https://www.hdwallpapers.in/download/doom_eternal_2019_game_4k-HD.jpg",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5 hoặc AMD Ryzen 3 trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 970 / GTX 1060 hoặc AMD Radeon R9 290 / RX 470 với dung lượng bộ nhớ 4GB.\n",
      "dungluongocung": "50GB",
      "hedieuhanh": "Hỗ trợ Windows 7/8.1/10 (64-bit)."
    },
    {
      "id": "AC20",
      "name": "Monster Hunter: World",
      "year": "2018",
      "publisher": "Capcom",
      "foundation": "PlayStation 4, Xbox One, Microsoft Windows",
      "gamemode": "có thể chơi cả đơn và đôi (single-player và multiplayer). Người chơi có thể tham gia vào chế độ chơi đơn, nơi họ sẽ tiến hành săn lùng và chiến đấu một mình. Ngoài ra, trò chơi cũng cung cấp chế độ chơi đa người, trong đó người chơi có thể hợp tác với những người chơi khác để đánh bại các con quái vật mạnh hơn và thực hiện nhiệm vụ khó khăn hơn. Chế độ chơi đa người có thể được trải nghiệm thông qua kết nối mạng trực tuyến hoặc chế độ nội bộ địa phương.",
      "description": "Monster Hunter: World\" là một trò chơi hành động nhập vai nơi người chơi vào vai một thợ săn quái vật. Trong trò chơi, người chơi sẽ tham gia vào các cuộc săn lùng khổng lồ, chiến đấu với các sinh vật khổng lồ và thu thập tài nguyên để nâng cấp trang bị và vũ khí. Trò chơi tạo ra một thế giới rộng lớn và sống động, nơi người chơi có thể khám phá và chinh phục các con quái vật khác nhau. \"Monster Hunter: World\" cũng có chế độ chơi đa người, cho phép người chơi hợp tác với nhau để đánh bại những con quái vật mạnh hơn.",
      "mainfeature": "Trò chơi nổi tiếng với đồ họa tuyệt đẹp, hệ thống chiến đấu sâu sắc và việc tạo ra một thế giới sống động và cảm giác thực tế. \"Monster Hunter: World\" đã nhận được đánh giá tích cực từ cả người chơi và giới phê bình.",
      "price": 690000,
      "img": "https://th.bing.com/th/id/R.0a1a177948e9b3bf77e84457f8dfc847?rik=hB6CE8VBRU9Nsg&pid=ImgRaw&r=0",
      "category": "Action",
      "bonho": "8GB",
      "bovixuly": "Yêu cầu bộ vi xử lý Intel Core i5-4460 hoặc AMD FX-6300 trở lên.",
      "dohoa": "Yêu cầu card đồ họa NVIDIA GeForce GTX 760 hoặc AMD Radeon R7 260x với dung lượng bộ nhớ 2GB.",
      "dungluongocung": "20GB",
      "hedieuhanh": "Hỗ trợ Windows 7/8.1/10 (64-bit)."
    },
    {
      "id": "AD06",
      "name": "Zelda: Breath of the Wild",
      "year": "2013",
      "publisher": "Nintendo",
      "foundation": "Nintendo Switch, Wii U",
      "gamemode": "Breath of the Wild có thể chơi đơn hoặc đa người. Tuy nhiên, trò chơi không hỗ trợ chế độ chơi đa người trực tuyến, mà chỉ hỗ trợ chơi đa người cục bộ",
      "description": "Đây là một game phiêu lưu hành động theo góc nhìn thứ ba, trong đó người chơi điều khiển nhân vật chính Link trong việc khám phá và chiến đấu trong một thế giới mở rộng. Trò chơi kết hợp giữa yếu tố nhập vai, giải đố và chiến đấu với cảnh quan đồ sộ và cơ chế gameplay độc đáo.",
      "mainfeature": "Phiêu lưu trong thế giới mở rộng: Người chơi có thể tự do khám phá thế giới rộng lớn của Hyrule, bao gồm núi non, sa mạc, rừng sâu, và hồ nước. Thế giới được thiết kế mở và tự nhiên, cho phép người chơi tìm hiểu và khám phá các vùng đất khác nhau.\n\nChiến đấu và trận đánh: Người chơi có thể tham gia vào các trận đánh đối kháng với kẻ thù và quái vật trong trò chơi. Link có thể sử dụng vũ khí như gươm, cung và mũi tên, và nhiều loại vũ khí khác để chiến đấu và bảo vệ mình.\n\nGiải các câu đố và thử thách: Trong suốt cuộc phiêu lưu, người chơi sẽ gặp phải các câu đố và thử thách môi trường, yêu cầu khéo léo và sự sáng tạo để vượt qua. Điều này đòi hỏi người chơi phải tìm hiểu cách sử dụng môi trường và các công cụ có sẵn để giải quyết những câu đố khó khăn.",
      "price": 978000,
      "img": "https://th.bing.com/th/id/OIP.ucBbZtVrWJL8ntdRWdPpCAHaD3?pid=ImgDet&rs=1",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": "PlayStation 4 được trang bị bộ vi xử lý x86-64 tùy chỉnh.",
      "dohoa": "Uncharted 4: A Thief's End sử dụng công nghệ đồ họa cao cấp trên hệ thống PlayStation 4, mang đến hình ảnh đẹp mắt và chi tiết.",
      "dungluongocung": "50GB",
      "hedieuhanh": "Uncharted 4: A Thief's End chạy trên hệ điều hành PlayStation 4."
    },
    {
      "id": "AD07",
      "name": " Uncharted 4: A Thief's End",
      "year": "2016",
      "publisher": "Sony Interactive Entertainment",
      "foundation": "PlayStation 4",
      "gamemode": "Chơi đơn",
      "description": "Uncharted 4: A Thief's End là một trò chơi hành động phiêu lưu góc nhìn thứ ba. Trong trò chơi, người chơi vào vai Nathan Drake, một nhà thám hiểm và tìm kiếm kho báu. Trò chơi diễn ra nhiều năm sau các sự kiện của phần trước, khi Nathan Drake bị kéo trở lại cuộc phiêu lưu sau khi anh trai cũ của mình xuất hiện. Nathan phải tìm kiếm huyền thoại về Avalon để giải quyết những câu hỏi về quá khứ của mình và bảo vệ những người mà anh yêu thương.\n\nTrong trò chơi, người chơi sẽ khám phá các địa điểm tuyệt đẹp trên khắp thế giới, thực hiện các nhiệm vụ, giải đố và chiến đấu với kẻ thù. Trò chơi kết hợp cả các pha chạy trốn, leo trèo, bắn súng và đánh đấu để tạo nên một trải nghiệm hành động đầy kịch tính và phiêu lưu.",
      "mainfeature": "ncharted 4: A Thief's End được đánh giá cao với đồ họa tuyệt đẹp, cốt truyện chất lượng và gameplay sáng tạo. Nó được coi là một trong những tựa game xuất sắc nhất trên PlayStation 4 và là phần kết của loạt game Uncharted.",
      "price": 1150000,
      "img": "https://th.bing.com/th/id/OIP.evT2nQpDB1dw1qaIhXWQbAHaEK?pid=ImgDet&rs=1",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": " Intel Core i5-2500K 3.3GHz hoặc AMD FX-6300 3.5GHz.",
      "dohoa": "Nvidia GeForce GTX 660 hoặc AMD Radeon HD 7870.",
      "dungluongocung": " PlayStation 4 (PS4).",
      "hedieuhanh": "80GB"
    },
    {
      "id": "AD08",
      "name": "Tomb Raider (2013)",
      "year": "2013",
      "publisher": "Square Enix",
      "foundation": " PlayStation 4, Xbox One, PC",
      "gamemode": " một trò chơi chơi đơn (single-player) và không có chế độ chơi đa người (multiplayer). Người chơi sẽ có thể tận hưởng toàn bộ trải nghiệm trò chơi trong một môi trường đơn độc và theo dõi cuộc phiêu lưu của Lara Croft một mình.",
      "description": "Mô tả: Đây là một trò chơi phiêu lưu hành động được khám phá theo góc nhìn thứ ba. Người chơi sẽ điều khiển nhân vật Lara Croft trong cuộc phiêu lưu đầu tiên của cô trên một hòn đảo bí ẩn. Trò chơi kết hợp giữa truyền thống khám phá môi trường, giải đố và hành động bắn súng.",
      "mainfeature": "Tomb Raider (2013) được đánh giá cao với đồ họa tuyệt đẹp, cốt truyện hấp dẫn và hệ thống chiến đấu đa dạng. Trò chơi cũng đưa ra một cái nhìn mới về nhân vật Lara Croft và mang đến một trải nghiệm phiêu lưu tuyệt vời cho người chơi.",
      "price": 400000,
      "img": "https://tse1.mm.bing.net/th?id=OIP.u0sSok8NQYCYJXzHTbPSHgHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "6GB",
      "bovixuly": " Intel Core i3-2100 3.1GHz hoặc AMD Athlon II X4 645 3.1GHz.",
      "dohoa": " Nvidia GeForce GTX 650 hoặc AMD Radeon HD 7770.",
      "dungluongocung": "12GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD09",
      "name": "Assassin's Creed Odyssey",
      "year": "2018",
      "publisher": "Ubisoft",
      "foundation": "PlayStation 4, Xbox One, PC",
      "gamemode": " hỗ trợ chơi đơn (single-player) và không có chế độ chơi đa người (multiplayer). Người chơi sẽ có thể tận hưởng toàn bộ trò chơi một mình và khám phá thế giới của Assassin's Creed Odyssey theo cách riêng của mình.",
      "description": " Là một phần trong loạt game Assassin's Creed, Odyssey là một game hành động phiêu lưu theo góc nhìn thứ ba. Trò chơi đặt trong thời kỳ Hy Lạp cổ đại và người chơi sẽ điều khiển một nhân vật Assassin trong cuộc hành trình khám phá thế giới mở rộng, tham gia vào các nhiệm vụ, chiến đấu và quyết định trong cốt truyện.",
      "mainfeature": "Assassin's Creed Odyssey có đồ họa tuyệt đẹp, gameplay đa dạng và hệ thống chiến đấu đáng chú ý. Trò chơi cũng bổ sung yếu tố RPG, cho phép người chơi tăng cường kỹ năng và nâng cấp trang bị của nhân vật, tạo ra một trải nghiệm chơi game sâu sắc và tùy chỉnh.",
      "price": 990000,
      "img": "https://th.bing.com/th/id/OIP.7-2Y7c8YqBbB2UP9Ow4OGQHaEK?pid=ImgDet&rs=1",
      "category": "Adventure",
      "bonho": "6GB",
      "bovixuly": "Intel Core i5-2400 hoặc AMD FX-6300.",
      "dohoa": "Nvidia GeForce GTX 660 hoặc AMD R9 285.",
      "dungluongocung": "8GB",
      "hedieuhanh": " Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD10",
      "name": "Minecraft",
      "year": "2011",
      "publisher": "Mojang Studios, Microsoft Studios",
      "foundation": "PlayStation 4, Xbox One, PC, iOS, Android",
      "gamemode": "Trò chơi được đánh giá cao với sự tự do và khả năng sáng tạo mà nó cung cấp cho người chơi, và đã trở thành một hiện tượng toàn cầu.",
      "description": "Là một trò chơi xây dựng và phiêu lưu theo góc nhìn thứ nhất hoặc thứ ba. Minecraft cho phép người chơi khám phá một thế giới mở và xây dựng các cấu trúc bằng các khối vuông. Trò chơi cung cấp tự do tuyệt đối cho người chơi để khai thác tài nguyên, chế tạo công cụ, xây dựng ngôi nhà và đấu tranh chống lại môi trường và quái vật.",
      "mainfeature": "Minecraft cũng có chế độ chơi đa người, cho phép người chơi tương tác và chơi cùng nhau trên các máy chủ địa phương hoặc qua mạng internet. ",
      "price": 7770000,
      "img": "https://tse2.mm.bing.net/th?id=OIP.JQmtlv0tdc1f9570rB4BJwHaEo&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "4GB ",
      "bovixuly": " Intel Core i5-4690 hoặc AMD A10-7800 hoặc tương đương.",
      "dohoa": " Nvidia GeForce 700 Series hoặc AMD Radeon Rx 200 Series.",
      "dungluongocung": "4GB",
      "hedieuhanh": " Windows 7/8/10, macOS, Linux."
    },
    {
      "id": "AD11",
      "name": "Red Dead Redemption 2",
      "year": "2018",
      "publisher": "Rockstar Games",
      "foundation": " PlayStation 4, Xbox One, Microsoft Windows, Google Stadia",
      "gamemode": "Trò chơi cũng đi kèm với chế độ chơi trực tuyến Red Dead Online, cho phép người chơi khám phá thế giới chung và tham gia vào các hoạt động đa người.",
      "description": "Một game phiêu lưu hành động theo góc nhìn thứ ba, đặt trong một thế giới mở rộng của miền hoang Tây Hoa Kỳ vào cuối thế kỷ 19. Người chơi sẽ vào vai Arthur Morgan, một thành viên trong băng đảng Van der Linde, tham gia vào các hoạt động săn bắn, chiến đấu và khám phá một câu chuyện đầy cảm xúc.",
      "mainfeature": "Red Dead Redemption 2 có đồ họa tuyệt đẹp, gameplay chất lượng cao, và một cốt truyện sâu sắc với các nhân vật phong phú.",
      "price": 1909086,
      "img": "https://tse4.mm.bing.net/th?id=OIP.Mi4uVIQRbNiX2kF1_NgmBgHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-2500K hoặc AMD FX-6300.",
      "dohoa": "Nvidia GeForce GTX 770 hoặc AMD Radeon R9 280.",
      "dungluongocung": "150GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD12",
      "name": "The Witcher 3: Wild Hunt",
      "year": "2015",
      "publisher": "CD Projekt",
      "foundation": "PlayStation 4, Xbox One, PC",
      "gamemode": "một trò chơi chơi đơn, nhưng The Witcher 3 không có chế độ chơi đa người.",
      "description": " Lấy bối cảnh trong một thế giới hư cấu, người chơi sẽ vào vai Geralt of Rivia, một thợ săn quái vật và phù thủy đi lang thang trong cuộc phiêu lưu. Trò chơi kết hợp giữa hành động, nhập vai và yếu tố mở thế giới, cung cấp một câu chuyện phức tạp và các nhiệm vụ phụ hấp dẫn.",
      "mainfeature": "The Witcher 3: Wild Hunt có đồ họa tuyệt đẹp, cốt truyện phức tạp và sâu sắc, cùng hệ thống chiến đấu linh hoạt và phong phú. Trò chơi cũng đi kèm với nhiều bản mở rộng và bổ sung, mở rộng thêm nội dung và cuộc phiêu lưu cho người chơi",
      "price": 1854000,
      "img": "https://wallpapercave.com/wp/wp4576868.jpg",
      "category": "Adventure",
      "bonho": "6GB",
      "bovixuly": "Intel Core i5-2500K hoặc AMD Phenom II X4 940.",
      "dohoa": "Nvidia GeForce GTX 660 hoặc AMD Radeon HD 7870.",
      "dungluongocung": "35GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD13",
      "name": "Horizon Zero Dawn",
      "year": "2017",
      "publisher": " Sony Interactive Entertainment",
      "foundation": "PlayStation 4, PC",
      "gamemode": " trò chơi không chỉ có chế độ chơi đơn, mà còn có một chế độ chơi đa người (Horizon Zero Dawn: The Frozen Wilds) để người chơi tận hưởng trải nghiệm chơi cùng bạn bè.",
      "description": "Đặt trong một tương lai xa khi loài người đã suy tàn, người chơi sẽ vào vai Aloy, một thợ săn giỏi trong một thế giới nơi các máy móc khổng lồ thống trị. Trò chơi kết hợp giữa hành động, phiêu lưu và bắn súng, và người chơi sẽ khám phá một thế giới mở rộng, đấu tranh với máy móc và tìm hiểu về thân phận của Aloy.",
      "mainfeature": "Horizon Zero Dawn có cốt truyện hấp dẫn, đồ họa đẹp mắt và môi trường mở rộng tuyệt đẹp. Trò chơi cung cấp nhiều nhiệm vụ phụ và hoạt động khám phá để người chơi tận hưởng trong quá trình chơi. ",
      "price": 876543,
      "img": "https://tse1.mm.bing.net/th?id=OIP.KCnVQHyHMO8w3LqZWdM4iAHaEo&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": " Intel Core i5-2500K hoặc AMD FX 6300.",
      "dohoa": " Nvidia GeForce GTX 780 hoặc AMD Radeon R9 290.",
      "dungluongocung": "70GB",
      "hedieuhanh": "Windows 10 (64-bit)."
    },
    {
      "id": "AD14",
      "name": "God of War (2018)",
      "year": "2018",
      "publisher": " Sony Interactive Entertainment",
      "foundation": "PlayStation 4",
      "gamemode": "Ngoài chế độ chơi đơn, trò chơi không có chế độ chơi đa người.",
      "description": "Đây là một game phiêu lưu hành động theo góc nhìn thứ ba, nối tiếp câu chuyện của Kratos, một vị thần chiến tranh Hy Lạp. Trò chơi mang người chơi vào một cuộc phiêu lưu đầy hành động và giải đố, trong đó Kratos và con trai của mình tham gia vào một cuộc hành trình để trải qua sự phục sinh và đối mặt với các thần thần thoại Bắc Âu.",
      "mainfeature": "God of War có đồ họa tuyệt đẹp, hệ thống chiến đấu chất lượng cao và cốt truyện sâu sắc. Trò chơi cũng khám phá các yếu tố của thần thoại Bắc Âu và truyền thống Viking",
      "price": 2094087,
      "img": "https://tse2.mm.bing.net/th?id=OIP.P6Ba4cu1zlFrFFnTH1uGPAHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": "Intel Core i5-2500K hoặc AMD Ryzen 5 1400.",
      "dohoa": "Nvidia GeForce GTX 660 hoặc AMD Radeon HD 7870.",
      "dungluongocung": "50GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD15",
      "name": "Assassin's Creed Origins",
      "year": "2017",
      "publisher": "Ubisoft",
      "foundation": "PlayStation 4, Xbox One, Microsoft Windows",
      "gamemode": "chơi đơn",
      "description": "Là phần khởi đầu của loạt game Assassin's Creed, Origins đưa người chơi đến Ai Cập cổ đại. Người chơi sẽ vào vai Bayek, một Assassin người Ai Cập, và khám phá một thế giới mở rộng, tham gia vào các nhiệm vụ và chiến đấu để đánh bại các thế lực thù địch.",
      "mainfeature": "Assassin's Creed Origins được khen ngợi vì cung cấp một trải nghiệm đậm đà và chi tiết của Ai Cập cổ đại, đồ họa tuyệt đẹp, gameplay sáng tạo và cốt truyện hấp dẫn. Nó được coi là một trong những phiên bản thành công và làm mới lại thành công cho loạt trò chơi Assassin's Creed.",
      "price": 7890689,
      "img": "https://tse2.mm.bing.net/th?id=OIP.kVzvNeNRewS2fgvyfi2u2AHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "6GB",
      "bovixuly": "Intel Core i5-2400s hoặc AMD FX-6350.\n",
      "dohoa": "Nvidia GeForce GTX 660 hoặc AMD R9 270.",
      "dungluongocung": "45GB",
      "hedieuhanh": " Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD16",
      "name": "Uncharted: The Lost Legacy",
      "year": "2017",
      "publisher": "Sony Interactive Entertainment",
      "foundation": " PlayStation 4",
      "gamemode": "Chơi đơn",
      "description": "Là một game phiêu lưu hành động trong loạt Uncharted, The Lost Legacy tập trung vào nhân vật Chloe Frazer và Nadine Ross trong cuộc tìm kiếm một bảo vật quý giá ở Ấn Độ. Trò chơi cung cấp các trận đấu bắn súng, giải đố và khám phá trong một thế giới mở rộng.",
      "mainfeature": "Uncharted: The Lost Legacy nhận được sự khen ngợi đáng kể với đồ họa tuyệt đẹp, cốt truyện hấp dẫn, lối chơi mượt mà và khám phá môi trường đa dạng. Mặc dù nó là một phiên bản phụ, nhưng trò chơi mang lại một trải nghiệm tuyệt vời cho fan của loạt game Uncharted và được đánh giá cao bởi cả người chơi và giới phê bình.",
      "price": 9865541,
      "img": "https://tse1.mm.bing.net/th?id=OIP.g4R_k6aO6rnEHKveRDzIkAHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "4GB",
      "bovixuly": " Intel Core i5-2500K hoặc AMD FX-6300.",
      "dohoa": "Nvidia GeForce GTX 660 hoặc AMD Radeon HD 7870.",
      "dungluongocung": "5GB",
      "hedieuhanh": " Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD17",
      "name": "Ori and the Will of the Wisps",
      "year": "2020",
      "publisher": "Xbox One, Xbox Series X/S, Microsoft Windows, Nintendo Switch",
      "foundation": " Xbox One, PC",
      "gamemode": "chơi đơn",
      "description": "Đây là một game phiêu lưu hành động theo góc nhìn ngang, kế tiếp câu chuyện của Ori, một sinh vật tinh linh. Trò chơi mang người chơi vào một thế giới thần thoại đầy màu sắc, nơi Ori tìm kiếm con người và giải cứu các linh hồn mất tích.",
      "mainfeature": "Ori and the Will of the Wisps đã nhận được sự khen ngợi rất lớn từ cả người chơi và giới phê bình, với những lời khen về đồ họa tuyệt đẹp, âm nhạc, cốt truyện sâu sắc và gameplay mượt mà. Nó được coi là một trong những trò chơi platformer tốt nhất và mang lại trải nghiệm đáng nhớ cho người chơi.",
      "price": 8987711,
      "img": "https://tse1.mm.bing.net/th?id=OIP.adStwkG9R_U6VTgQW6z9lgHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": " Intel Core i5-2300 hoặc AMD FX-6300.",
      "dohoa": "Nvidia GeForce GTX 660 hoặc AMD Radeon HD 7870.",
      "dungluongocung": "20GB",
      "hedieuhanh": " Windows 10."
    },
    {
      "id": "AD18",
      "name": "A Plague Tale: Innocence",
      "year": "2019",
      "publisher": "Focus Home Interactive",
      "foundation": "PlayStation 4, Xbox One, PC",
      "gamemode": "Chơi đơn thường cho phép người chơi tận hưởng cốt truyện và trải nghiệm của trò chơi một cách riêng tư và tập trung.",
      "description": "Là một game phiêu lưu hành động góc nhìn thứ ba, trò chơi xoay quanh câu chuyện của Amicia và Hugo, hai anh em cố gắng sống sót trong thời kỳ Đại dịch Cận Đông. Người chơi sẽ phải đối mặt với các mối đe dọa, giải đố và khám phá trong một thế giới tăm tối và nguy hiểm.",
      "mainfeature": "A Plague Tale: Innocence nhận được đánh giá tích cực từ cả người chơi và giới phê bình với cốt truyện chất lượng, đồ họa đẹp và không khí kinh dị tạo nên một trải nghiệm đáng nhớ. Nó đã được coi là một trong những trò chơi đáng chú ý và độc đáo của năm 2019.",
      "price": 197785,
      "img": "https://tse4.mm.bing.net/th?id=OIP.1N3mdqDqVH2-ygt6C-Q9IQHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "8GB",
      "bovixuly": " Intel Core i5-4690 hoặc AMD FX-8300.",
      "dohoa": " Nvidia GeForce GTX 970 hoặc AMD Radeon RX 480.",
      "dungluongocung": "50GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD19",
      "name": "Hollow Knight",
      "year": "2017",
      "publisher": " Team Cherry",
      "foundation": "PlayStation 4, Xbox One, PC, Nintendo Switch",
      "gamemode": "chơi đơn",
      "description": " Là một game hành động phiêu lưu với lối chơi hơi khó và thiết kế hình ảnh độc đáo. Người chơi sẽ khám phá một thế giới ngầm đầy bí ẩn với các vùng đất, quái vật và bí ẩn đang chờ đợi. Trò chơi mang đến một thế giới mê hoặc và khám phá với hệ thống chiến đấu đa dạng và khả năng tiến hóa nhân vật.",
      "mainfeature": "Hollow Knight được khen ngợi rất cao về thiết kế nghệ thuật độc đáo, đồ họa tuyệt đẹp và âm nhạc đặc sắc. Cốt truyện sâu sắc và việc thể hiện một thế giới bí ẩn đã thu hút sự chú ý của người chơi. Trò chơi đã trở thành một trong những tựa game indie nổi tiếng nhất và được đánh giá cao bởi cả người chơi và giới phê bình.",
      "price": 1234511,
      "img": "https://tse3.mm.bing.net/th?id=OIP.KoNGdQKgf9A0lwgYlPnU8gHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "4B",
      "bovixuly": " Intel Core 2 Duo E5200 hoặc AMD Athlon 64 X2 5600+.",
      "dohoa": "Nvidia GeForce 9800GTX+ hoặc AMD Radeon HD 5770.",
      "dungluongocung": "9GB",
      "hedieuhanh": "Windows 7/8/10 (64-bit)."
    },
    {
      "id": "AD20",
      "name": "Celeste",
      "year": "2018",
      "publisher": "Matt Makes Games",
      "foundation": " PlayStation 4, Xbox One, PC, Nintendo Switch",
      "gamemode": "chơi đơn",
      "description": "Celeste kể câu chuyện về Madeline, một cô gái trẻ quyết tâm leo lên đỉnh núi Celeste. Trò chơi tập trung vào gameplay platforming, trong đó người chơi phải vượt qua các thử thách khó khăn và giải quyết các câu đố trong môi trường núi đầy nguy hiểm. Madeline có khả năng nhảy, leo trèo và di chuyển qua các chướng ngại vật để tiến lên phía trước.\n\nCeleste nổi bật với cấu trúc level phức tạp, đòi hỏi sự tinh thông và sự tập trung cao để vượt qua. Trò chơi cung cấp nhiều điểm lưu để người chơi có thể thử lại nếu gặp khó khăn và tạo ra sự thách thức tùy chỉnh thông qua các phụ bản khó hơn.\n\nNgoài gameplay xuất sắc, Celeste cũng nhận được sự khen ngợi rất lớn về cốt truyện và cách nó xử lý vấn đề sức khỏe tâm thần. Trò chơi khám phá chủ đề lo lắng, sự tự chấp nhận và sự vượt qua khó khăn trong cuộc sống.",
      "mainfeature": " Celeste đã nhận được sự công nhận rộng rãi từ cả người chơi và giới phê bình, được coi là một trong những trò chơi platformer tốt nhất trong thập kỷ. Đồ họa đơn giản nhưng tinh tế, âm nhạc đáng nhớ và cốt truyện độc đáo đã đóng góp vào thành công của trò chơi này. ",
      "price": 655331,
      "img": "https://tse1.explicit.bing.net/th?id=OIP.C8xE-2xwmi2FcgvulB4a2AHaEK&pid=Api&P=0&h=180",
      "category": "Adventure",
      "bonho": "2GB",
      "bovixuly": "Intel Core i3 M380 hoặc AMD Phenom II X3.",
      "dohoa": "Intel HD Graphics 4000 hoặc AMD Radeon HD 5450 hoặc Nvidia GeForce 205.",
      "dungluongocung": "1GB",
      "hedieuhanh": " Windows 7/8/10."
    }
  ],
  "orders": [
    {
      "items": [
        {
          "id": "AC01",
          "name": "Grand Theft Auto V",
          "year": "2013",
          "publisher": "Rockstar Games",
          "foundation": "PlayStation 4, Xbox One, PlayStation 3, Xbox 360, Microsoft Windows",
          "gamemode": "Chơi đơn, chơi đa người trực tuyến",
          "description": "Grand Theft Auto V (GTA V) là một trong những tựa game nổi tiếng nhất và thành công nhất trong lịch sử ngành công nghiệp game. Game lấy bối cảnh thành phố ảo Los Santos và vùng nông thôn xung quanh nó, nơi người chơi sẽ tham gia vào những cuộc phiêu lưu đầy hành động và tội phạm. Trong GTA V, người chơi sẽ có thể kiểm soát ba nhân vật chính là Michael De Santa, Franklin Clinton và Trevor Philips, mỗi người có những đặc điểm riêng và câu chuyện cá nhân phức tạp. Game mang đến một thế giới mở rộng, cho phép người chơi thực hiện các nhiệm vụ chính, hoàn thành nhiệm vụ phụ, tham gia vào hoạt động tội phạm và khám phá các địa điểm đa dạng.",
          "mainfeature": "GTA V nổi tiếng với yếu tố đồ họa chất lượng cao, gameplay đa dạng và tình tự lẫn tương tác sâu sắc. Game cung cấp nhiều hoạt động như lái xe, bay máy bay, đi bộ, chiến đấu, trộm cắp và thậm chí cả chơi golf, chơi tennis và đánh bạc. Bên cạnh chế độ chơi đơn, GTA V còn có chế độ chơi đa người trực tuyến mang tên Grand Theft Auto Online, trong đó người chơi có thể tham gia vào một thế giới chia sẻ với hàng chục ngàn người chơi khác, thực hiện các hoạt động tội phạm, hoàn thành nhiệm vụ và xây dựng sự nghiệp tội phạm của riêng mình.",
          "price": 1500000,
          "img": "https://www.hdwallpapers.in/download/grand_theft_auto_v_2013_game-wide.jpg",
          "category": "Action",
          "bonho": "8GB",
          "bovixuly": "Intel Core i5 3470 @ 3.2GHz (4 CPU) / AMD X8 FX-8350 @ 4GHz (8 CPU)",
          "dohoa": "NVIDIA GTX 660 2GB / AMD HD 7870 2GB",
          "dungluongocung": "72GB",
          "hedieuhanh": "Windows 10 (64-bit), Windows 8.1 (64-bit), Windows 8 (64-bit), Windows 7 (64-bit) Service Pack 1 hoặc hơn",
          "quantity": 1
        },
        {
          "id": "ST02",
          "name": "Total War: Warhammer II",
          "year": "2017",
          "publisher": "SEGA",
          "foundation": "PC",
          "gamemode": "Chế độ chơi đơn lẻ và chế độ chơi nhiều người trực tuyến.",
          "description": "Total War: Warhammer II là một trò chơi chiến lược thời gian thực kết hợp với yếu tố chiến thuật lượn sóng, nơi người chơi chiếm lĩnh các quốc gia và vương quốc trong thế giới hư cấu của Warhammer.",
          "mainfeature": "Quản lý quốc gia, xây dựng đội quân, chiến đấu với quân địch, khám phá và chiếm lĩnh lãnh thổ, nghiên cứu công nghệ và thực hiện chiến lược chiến tranh.",
          "price": 1062000,
          "img": "https://static.taigame.org/image/screenshot/201709/total-war-warhammer-ii-3.jpg",
          "category": "Stratery",
          "bonho": "8GB",
          "bovixuly": "Intel Core i5-4570 3.2 GHz hoặc AMD FX-8350 4.0 GHz",
          "dohoa": "NVIDIA GeForce GTX 770 4GB hoặc AMD Radeon R9 290X 4GB hoặc tương đương ",
          "dungluongocung": "60GB",
          "hedieuhanh": "Windows 7/8.1/10 (64-bit)",
          "quantity": 4
        },
        {
          "id": "AC03",
          "name": "Assassin's Creed Valhalla",
          "year": "2020",
          "publisher": "Ubisoft",
          "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows",
          "gamemode": "Chơi đơn",
          "description": "Assassin's Creed Valhalla là một tựa game trong loạt Assassin's Creed, đưa người chơi vào thế giới của những chiến binh Viking vào thời kỳ Trung cổ. Trong game, người chơi sẽ vào vai Eivor, một lãnh chúa Viking, và trải qua cuộc hành trình xâm lược và khám phá vùng đất Anh của thời đại Viking. Trò chơi xây dựng một thế giới mở rộng, cho phép người chơi thám hiểm các vùng đất khác nhau của Anh, từ cảnh quan núi non đến thành phố đông đúc. Assassin's Creed Valhalla cung cấp nhiều hoạt động và nhiệm vụ để người chơi tham gia, bao gồm chiến đấu với kẻ thù, thám hiểm, xây dựng và phát triển cộng đồng Viking, và tham gia vào các hoạt động như đánh cờ, săn bắn và câu cá. Gameplay của Assassin's Creed Valhalla kết hợp các yếu tố hành động và ẩn náu truyền thống của loạt game Assassin's Creed. Người chơi có thể sử dụng vũ khí như kiếm, cung và tên, và các kỹ năng đặc biệt để chiến đấu và tiêu diệt kẻ thù. Trò chơi cũng có yếu tố ẩn náu, cho phép người chơi trèo tường, leo trèo và ám sát trong bóng tối. ",
          "mainfeature": "Assassin's Creed Valhalla được đánh giá cao với sự khen ngợi về đồ họa đẹp, cốt truyện phong phú, thế giới mở rộng chi tiết và hệ thống gameplay đa dạng. Trò chơi mang đến cho người chơi một trải nghiệm sâu sắc về cuộc sống và cuộc phiêu lưu của người Viking trong thời kỳ lịch sử quan trọng.",
          "price": 1000000,
          "img": "https://tse3.mm.bing.net/th?id=OIP.kusTjgQZef1T_pbDeMMdUQHaEK&pid=Api&P=0&h=180",
          "category": "Action",
          "bonho": "16GB",
          "bovixuly": "Intel Core i7-6700 hoặc AMD Ryzen 7 1700",
          "dohoa": "NVIDIA GeForce GTX 1080 hoặc AMD Radeon RX Vega 64",
          "dungluongocung": "50GB",
          "hedieuhanh": "Windows 10 (64-bit)",
          "quantity": 1
        }
      ],
      "totalPrice": "6,748,000VNĐ",
      "user": {
        "name": "Trung",
        "email": "trungg@gmail.com",
        "phone": "0124578946",
        "note": ""
      },
      "createDate": "11:24:59  19:6:2023",
      "id": 1
    },
    {
      "items": [
        {
          "id": "AC01",
          "name": "Grand Theft Auto V",
          "year": "2013",
          "publisher": "Rockstar Games",
          "foundation": "PlayStation 4, Xbox One, PlayStation 3, Xbox 360, Microsoft Windows",
          "gamemode": "Chơi đơn, chơi đa người trực tuyến",
          "description": "Grand Theft Auto V (GTA V) là một trong những tựa game nổi tiếng nhất và thành công nhất trong lịch sử ngành công nghiệp game. Game lấy bối cảnh thành phố ảo Los Santos và vùng nông thôn xung quanh nó, nơi người chơi sẽ tham gia vào những cuộc phiêu lưu đầy hành động và tội phạm. Trong GTA V, người chơi sẽ có thể kiểm soát ba nhân vật chính là Michael De Santa, Franklin Clinton và Trevor Philips, mỗi người có những đặc điểm riêng và câu chuyện cá nhân phức tạp. Game mang đến một thế giới mở rộng, cho phép người chơi thực hiện các nhiệm vụ chính, hoàn thành nhiệm vụ phụ, tham gia vào hoạt động tội phạm và khám phá các địa điểm đa dạng.",
          "mainfeature": "GTA V nổi tiếng với yếu tố đồ họa chất lượng cao, gameplay đa dạng và tình tự lẫn tương tác sâu sắc. Game cung cấp nhiều hoạt động như lái xe, bay máy bay, đi bộ, chiến đấu, trộm cắp và thậm chí cả chơi golf, chơi tennis và đánh bạc. Bên cạnh chế độ chơi đơn, GTA V còn có chế độ chơi đa người trực tuyến mang tên Grand Theft Auto Online, trong đó người chơi có thể tham gia vào một thế giới chia sẻ với hàng chục ngàn người chơi khác, thực hiện các hoạt động tội phạm, hoàn thành nhiệm vụ và xây dựng sự nghiệp tội phạm của riêng mình.",
          "price": 1500000,
          "img": "https://www.hdwallpapers.in/download/grand_theft_auto_v_2013_game-wide.jpg",
          "category": "Action",
          "bonho": "8GB",
          "bovixuly": "Intel Core i5 3470 @ 3.2GHz (4 CPU) / AMD X8 FX-8350 @ 4GHz (8 CPU)",
          "dohoa": "NVIDIA GTX 660 2GB / AMD HD 7870 2GB",
          "dungluongocung": "72GB",
          "hedieuhanh": "Windows 10 (64-bit), Windows 8.1 (64-bit), Windows 8 (64-bit), Windows 7 (64-bit) Service Pack 1 hoặc hơn",
          "quantity": 3
        },
        {
          "id": "ST05",
          "name": "Crusader Kings III",
          "year": "2020",
          "publisher": " Paradox Interactive.",
          "foundation": "PC, Mac.",
          "gamemode": "Chế độ chơi đơn lẻ.",
          "description": "Crusader Kings III là một trò chơi chiến lược quản lý đế chế, nơi người chơi lãnh đạo một gia tộc trong thời kỳ Trung cổ và phải xây dựng và mở rộng đế chế của mình thông qua quản lý gia đình, chính trị và quân sự.",
          "mainfeature": "Quản lý gia đình và thân tộc, xây dựng đế chế, thực hiện ngoại giao và chiến tranh, tương tác với các nhân vật và sự kiện lịch sử.",
          "price": 1500000,
          "img": "https://i.ytimg.com/vi/iWCGvLXPkQY/maxresdefault.jpg",
          "category": "Stratery",
          "bonho": "8GB",
          "bovixuly": "Intel Core i5-4670K / AMD Ryzen 5 2400G",
          "dohoa": "NVIDIA GeForce GTX 1650 / AMD Radeon R9 390",
          "dungluongocung": "8GB",
          "hedieuhanh": "Windows 10 (64-bit)",
          "quantity": 1
        }
      ],
      "totalPrice": "6,000,000VNĐ",
      "user": {
        "name": "Nguyễn Hậu",
        "email": "nguyenhau@gmail.com",
        "phone": "0348761597",
        "note": ""
      },
      "createDate": "13:45:47  19:6:2023",
      "id": 2
    },
    {
      "items": [
        {
          "id": "AC02",
          "name": "Call of Duty: Warzone",
          "year": "2020",
          "publisher": "Activision",
          "foundation": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows",
          "gamemode": "Chơi đa người trực tuyến",
          "description": "Trong Call of Duty: Warzone, người chơi tham gia vào trận chiến với hàng chục người chơi khác, được thả xuống trên một bản đồ rộng và phải tìm kiếm vũ khí, trang bị và tài nguyên khác để tồn tại. Trò chơi chia thành các vùng chiến đấu, và kích thước bản đồ giảm dần theo thời gian, đẩy người chơi lại gần nhau và tạo ra các trận đấu căng thẳng. Call of Duty: Warzone cung cấp các chế độ chơi như Battle Royale và Plunder. Trong chế độ Battle Royale, người chơi và đồng đội của họ cạnh tranh để trở thành người sống sót cuối cùng trong khi chế độ Plunder tập trung vào việc kiếm tiền và đạt được mục tiêu tài chính.",
          "mainfeature": "Game hỗ trợ chơi đa nền tảng giữa các phiên bản console và PC, cho phép người chơi chơi cùng nhau dù họ sử dụng các nền tảng khác nhau.",
          "price": 500000,
          "img": "https://th.bing.com/th/id/OIP.z7GF1vlOcm9uRIg6t7KYjgHaEK?pid=ImgDet&rs=1",
          "category": "Action",
          "bonho": "12GB",
          "bovixuly": "Intel Core i5-2500K hoặc AMD Ryzen R5 1600X",
          "dohoa": "NVIDIA GeForce GTX 970 / GeForce GTX 1660 hoặc AMD Radeon R9 390 / Radeon RX 580",
          "dungluongocung": "175GB",
          "hedieuhanh": "Windows 10 (64-bit)",
          "quantity": 2
        }
      ],
      "totalPrice": "1,000,000VNĐ",
      "user": {
        "name": "Nguyễn Thi Kim Hồng",
        "email": "ntkhong@gmail.com",
        "phone": "0249761583",
        "note": ""
      },
      "createDate": "14:21:18  19:6:2023",
      "id": 3
    },
    {
      "items": [
        {
          "id": "AD20",
          "name": "Celeste",
          "year": "2018",
          "publisher": "Matt Makes Games",
          "foundation": " PlayStation 4, Xbox One, PC, Nintendo Switch",
          "gamemode": "chơi đơn",
          "description": "Celeste kể câu chuyện về Madeline, một cô gái trẻ quyết tâm leo lên đỉnh núi Celeste. Trò chơi tập trung vào gameplay platforming, trong đó người chơi phải vượt qua các thử thách khó khăn và giải quyết các câu đố trong môi trường núi đầy nguy hiểm. Madeline có khả năng nhảy, leo trèo và di chuyển qua các chướng ngại vật để tiến lên phía trước.\n\nCeleste nổi bật với cấu trúc level phức tạp, đòi hỏi sự tinh thông và sự tập trung cao để vượt qua. Trò chơi cung cấp nhiều điểm lưu để người chơi có thể thử lại nếu gặp khó khăn và tạo ra sự thách thức tùy chỉnh thông qua các phụ bản khó hơn.\n\nNgoài gameplay xuất sắc, Celeste cũng nhận được sự khen ngợi rất lớn về cốt truyện và cách nó xử lý vấn đề sức khỏe tâm thần. Trò chơi khám phá chủ đề lo lắng, sự tự chấp nhận và sự vượt qua khó khăn trong cuộc sống.",
          "mainfeature": " Celeste đã nhận được sự công nhận rộng rãi từ cả người chơi và giới phê bình, được coi là một trong những trò chơi platformer tốt nhất trong thập kỷ. Đồ họa đơn giản nhưng tinh tế, âm nhạc đáng nhớ và cốt truyện độc đáo đã đóng góp vào thành công của trò chơi này. ",
          "price": 655331,
          "img": "https://tse1.explicit.bing.net/th?id=OIP.C8xE-2xwmi2FcgvulB4a2AHaEK&pid=Api&P=0&h=180",
          "category": "Adventure",
          "bonho": "2GB",
          "bovixuly": "Intel Core i3 M380 hoặc AMD Phenom II X3.",
          "dohoa": "Intel HD Graphics 4000 hoặc AMD Radeon HD 5450 hoặc Nvidia GeForce 205.",
          "dungluongocung": "1GB",
          "hedieuhanh": " Windows 7/8/10.",
          "quantity": 2
        }
      ],
      "totalPrice": "1,310,662VNĐ",
      "user": {
        "name": "Nguyễn Văn Dẫn",
        "email": "nvdan@gmail.com",
        "phone": "0781424548",
        "note": ""
      },
      "createDate": "2:47:12  20:6:2023",
      "id": 4
    }
  ]
}